[
  {
  "id" : "1",
  "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
  "chp" : "1", 
  "data" : { 
      "verno" : "1",
      "shlok" : "धृतराष्ट्र उवाच\n धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सव: ।\n मामका: पाण्डवाश्चैव किमकुर्वत सञ्जय ॥ १ ॥",
      "translit" : "dhṛtarāṣṭra uvāca dharma-kṣetre kuru-kṣetre samavetā yuyutsavaḥ māmakāḥ pāṇḍavāś caiva kim akurvata sañjaya", 
      "synonyms" : "dhṛtarāṣṭraḥ uvāca — King Dhṛtarāṣṭra said; dharma-kṣetre — in the place of pilgrimage; kuru-kṣetre — in the place named Kurukṣetra; samavetāḥ — assembled; yuyutsavaḥ — desiring to fight; māmakāḥ — my party (sons); pāṇḍavāḥ — the sons of Pāṇḍu; ca — and; eva — certainly; kim — what; akurvata — did they do; sañjaya — O Sañjaya.", 
      "translate" : "Dhṛtarāṣṭra said: O Sañjaya, after my sons and the sons of Pāṇḍu assembled in the place of pilgrimage at Kurukṣetra, desiring to fight, what did they do?",
      "purport" : "Bhagavad-gītā is the widely read theistic science summarized in the Gītā-māhātmya (Glorification of the Gītā). There it says that one should read Bhagavad-gītā very scrutinizingly with the help of a person who is a devotee of Śrī Kṛṣṇa and try to understand it without personally motivated interpretations. The example of clear understanding is there in the Bhagavad-gītā itself, in the way the teaching is understood by Arjuna, who heard the Gītā directly from the Lord. If someone is fortunate enough to understand the Bhagavad-gītā in that line of disciplic succession, without motivated interpretation, then he surpasses all studies of Vedic wisdom, and all scriptures of the world. One will find in the Bhagavad-gītā all that is contained in other scriptures, but the reader will also find things which are not to be found elsewhere. That is the specific standard of the Gītā. It is the perfect theistic science because it is directly spoken by the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa. The topics discussed by Dhṛtarāṣṭra and Sañjaya, as described in the Mahābhārata, form the basic principle for this great philosophy. It is understood that this philosophy evolved on the Battlefield of Kurukṣetra, which is a sacred place of pilgrimage from the immemorial time of the Vedic age. It was spoken by the Lord when He was present personally on this planet for the guidance of mankind. The word dharma-kṣetra (a place where religious rituals are performed) is significant because, on the Battlefield of Kurukṣetra, the Supreme Personality of Godhead was present on the side of Arjuna. Dhṛtarāṣṭra, the father of the Kurus, was highly doubtful about the possibility of his sons’ ultimate victory. In his doubt, he inquired from his secretary Sañjaya, “What did they do?” He was confident that both his sons and the sons of his younger brother Pāṇḍu were assembled in that Field of Kurukṣetra for a determined engagement of the war. Still, his inquiry is significant. He did not want a compromise between the cousins and brothers, and he wanted to be sure of the fate of his sons on the battlefield. Because the battle was arranged to be fought at Kurukṣetra, which is mentioned elsewhere in the Vedas as a place of worship – even for the denizens of heaven – Dhṛtarāṣṭra became very fearful about the influence of the holy place on the outcome of the battle. He knew very well that this would influence Arjuna and the sons of Pāṇḍu favorably, because by nature they were all virtuous. Sañjaya was a student of Vyāsa, and therefore, by the mercy of Vyāsa, Sañjaya was able to envision the Battlefield of Kurukṣetra even while he was in the room of Dhṛtarāṣṭra. And so, Dhṛtarāṣṭra asked him about the situation on the battlefield. Both the Pāṇḍavas and the sons of Dhṛtarāṣṭra belong to the same family, but Dhṛtarāṣṭra’s mind is disclosed herein. He deliberately claimed only his sons as Kurus, and he separated the sons of Pāṇḍu from the family heritage. One can thus understand the specific position of Dhṛtarāṣṭra in his relationship with his nephews, the sons of Pāṇḍu. As in the paddy field the unnecessary plants are taken out, so it is expected from the very beginning of these topics that in the religious field of Kurukṣetra, where the father of religion, Śrī Kṛṣṇa, was present, the unwanted plants like Dhṛtarāṣṭra’s son Duryodhana and others would be wiped out and the thoroughly religious persons, headed by Yudhiṣṭhira, would be established by the Lord. This is the significance of the words dharma-kṣetre and kuru-kṣetre, apart from their historical and Vedic importance." 
  }
  },
  {
      "id":"2",
      "name":"Observing the Armies on the Battlefield of Kurukṣetra",
      "chp":"1",
      "data":{
          "verno":"2",
          "shlok":"सञ्जय उवाच\n दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।\n आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ॥ २ ॥",
          "translit":"sañjaya uvāca dṛṣṭvā tu pāṇḍavānīkaṁ vyūḍhaṁ duryodhanas tadā ācāryam upasaṅgamya rājā vacanam abravīt",
          "synonyms":"sañjayaḥ uvāca — Sañjaya said; dṛṣṭvā — after seeing; tu — but; pāṇḍava-anīkam — the soldiers of the Pāṇḍavas; vyūḍham — arranged in a military phalanx; duryodhanaḥ — King Duryodhana; tadā — at that time; ācāryam — the teacher; upasaṅgamya — approaching; rājā — the king; vacanam — words; abravīt — spoke.",
          "translate":"Sañjaya said: O King, after looking over the army arranged in military formation by the sons of Pāṇḍu, King Duryodhana went to his teacher and spoke the following words.",
          "purport":"Dhṛtarāṣṭra was blind from birth. Unfortunately, he was also bereft of spiritual vision. He knew very well that his sons were equally blind in the matter of religion, and he was sure that they could never reach an understanding with the Pāṇḍavas, who were all pious since birth. Still he was doubtful about the influence of the place of pilgrimage, and Sañjaya could understand his motive in asking about the situation on the battlefield. Sañjaya wanted, therefore, to encourage the despondent king and thus assured him that his sons were not going to make any sort of compromise under the influence of the holy place. Sañjaya therefore informed the king that his son, Duryodhana, after seeing the military force of the Pāṇḍavas, at once went to the commander in chief, Droṇācārya, to inform him of the real position. Although Duryodhana is mentioned as the king, he still had to go to the commander on account of the seriousness of the situation. He was therefore quite fit to be a politician. But Duryodhana’s diplomatic veneer could not disguise the fear he felt when he saw the military arrangement of the Pāṇḍavas."
      }
  },
  {
      "id":"3", 
      "chp":"1", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "data":{
          "vid":"3", 
          "verno":"3", 
          "shlok":"पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।\n व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥ ३ ॥", 
          "translit":"paśyaitāṁ pāṇḍu-putrāṇām ācārya mahatīṁ camūm vyūḍhāṁ drupada-putreṇa tava śiṣyeṇa dhīmatā",   
          "synonyms":"paśya — behold; etām — this; pāṇḍu-putrānām — of the sons of Pāṇḍu; ācārya — O teacher; mahatīm — great; camūm — military force; vyūḍhām — arranged; drupada-putreṇa — by the son of Drupada; tava — your; śiṣyeṇa — disciple; dhī-matā — very intelligent.",
          "translate":"O my teacher, behold the great army of the sons of Pāṇḍu, so expertly arranged by your intelligent disciple the son of Drupada.", 
          "purport":"Duryodhana, a great diplomat, wanted to point out the defects of Droṇācārya, the great brāhmaṇa commander in chief. Droṇācārya had some political quarrel with King Drupada, the father of Draupadī, who was Arjuna’s wife. As a result of this quarrel, Drupada performed a great sacrifice, by which he received the benediction of having a son who would be able to kill Droṇācārya. Droṇācārya knew this perfectly well, and yet as a liberal brāhmaṇa he did not hesitate to impart all his military secrets when the son of Drupada, Dhṛṣṭadyumna, was entrusted to him for military education. Now, on the Battlefield of Kurukṣetra, Dhṛṣṭadyumna took the side of the Pāṇḍavas, and it was he who arranged for their military phalanx, after having learned the art from Droṇācārya. Duryodhana pointed out this mistake of Droṇācārya’s so that he might be alert and uncompromising in the fighting. By this he wanted to point out also that he should not be similarly lenient in battle against the Pāṇḍavas, who were also Droṇācārya’s affectionate students. Arjuna, especially, was his most affectionate and brilliant student. Duryodhana also warned that such leniency in the fight would lead to defeat."
      }
  }, 
  {
      "id":"4", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"4",
          "verno":"4", 
          "shlok":"अत्र श‍ूरा महेष्वासा भीमार्जुनसमा युधि ।\n युयुधानो विराटश्च द्रुपदश्च महारथः ॥ ४ ॥", 
          "translit":"atra śūrā maheṣv-āsā bhīmārjuna-samā yudhi yuyudhāno virāṭaś ca drupadaś ca mahā-rathaḥ",
          "synonyms":"atra — here; śūrāḥ — heroes; mahā-iṣu-āsāḥ — mighty bowmen; bhīma-arjuna — to Bhīma and Arjuna; samāḥ — equal; yudhi — in the fight; yuyudhānaḥ — Yuyudhāna; virāṭaḥ — Virāṭa; ca — also; drupadaḥ — Drupada; ca — also; mahā-rathaḥ — great fighter.", 
          "translate":"Here in this army are many heroic bowmen equal in fighting to Bhīma and Arjuna: great fighters like Yuyudhāna, Virāṭa and Drupada.",
          "purport":"Even though Dhṛṣṭadyumna was not a very important obstacle in the face of Droṇācārya’s very great power in the military art, there were many others who were causes of fear. They are mentioned by Duryodhana as great stumbling blocks on the path of victory because each and every one of them was as formidable as Bhīma and Arjuna. He knew the strength of Bhīma and Arjuna, and thus he compared the others with them."
      }
   },
   {
      "id":"5", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"5",
          "verno":"5", 
          "shlok":"धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।\n पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥ ५ ॥", 
          "translit":"dhṛṣṭaketuś cekitānaḥ kāśirājaś ca vīryavān purujit kuntibhojaś ca śaibyaś ca nara-puṅgavaḥ",
          "synonyms": "dhṛṣṭaketuḥ — Dhṛṣṭaketu; cekitānaḥ — Cekitāna; kāśirājaḥ — Kāśirāja; ca — also; vīrya-vān — very powerful; purujit — Purujit; kuntibhojaḥ — Kuntibhoja; ca — and; śaibyaḥ — Śaibya; ca — and; nara-puṅgavaḥ — hero in human society.", 
          "translate":"There are also great heroic, powerful fighters like Dhṛṣṭaketu, Cekitāna, Kāśirāja, Purujit, Kuntibhoja and Śaibya.",
          "purport":"No purport for this verse"
      }
    },
    {
      "id":"6", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"6",
          "verno":"6", 
          "shlok":"युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।\n सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥ ६ ॥", 
          "translit":"yudhāmanyuś ca vikrānta uttamaujāś ca vīryavān saubhadro draupadeyāś ca sarva eva mahā-rathāḥ",
          "synonyms":"yudhāmanyuḥ — Yudhāmanyu; ca — and; vikrāntaḥ — mighty; uttamaujāḥ — Uttamaujā; ca — and; vīrya-vān — very powerful; saubhadraḥ — the son of Subhadrā; draupadeyāḥ — the sons of Draupadī; ca — and; sarve — all; eva — certainly; mahā-rathāḥ — great chariot fighters.", 
          "translate":"There are the mighty Yudhāmanyu, the very powerful Uttamaujā, the son of Subhadrā and the sons of Draupadī. All these warriors are great chariot fighters.",
          "purport":"No purport for this verse"
      }
    },
    {
      "id":"7", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"7",
          "verno":"7", 
          "shlok":"अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।\n नायका मम सैन्यस्य संज्ञार्थ तान्ब्रवीमि ते ॥ ७ ॥", 
          "translit":"asmākaṁ tu viśiṣṭā ye tān nibodha dvijottama nāyakā mama sainyasya saṁjñārthaṁ tān bravīmi te",
          "synonyms":"asmākam — our; tu — but; viśiṣṭāḥ — especially powerful; ye — who; tān — them; nibodha — just take note of, be informed; dvija-uttama — O best of the brāhmaṇas; nāyakāḥ — captains; mama — my; sainyasya — of the soldiers; saṁjñā-artham — for information; tān — them; bravīmi — I am speaking; te — to you.", 
          "translate":"But for your information, O best of the brāhmaṇas, let me tell you about the captains who are especially qualified to lead my military force.",
          "purport":"No purport for this verse"
      }
    },
    {
      "id":"8", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"8",
          "verno":"8", 
          "shlok":"भवान्भीष्मश्च कर्णश्च कृपश्च समितिंजयः ।\n अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च ॥ ८ ॥", 
          "translit":"bhavān bhīṣmaś ca karṇaś ca kṛpaś ca samitiṁ-jayaḥ aśvatthāmā vikarṇaś ca saumadattis tathaiva ca",
          "synonyms":"bhavān — your good self; bhīṣmaḥ — Grandfather Bhīṣma; ca — also; karṇaḥ — Karṇa; ca — and; kṛpaḥ — Kṛpa; ca — and; samitim-jayaḥ — always victorious in battle; aśvatthāmā — Aśvatthāmā; vikarṇaḥ — Vikarṇa; ca — as well as; saumadattiḥ — the son of Somadatta; tathā — as well as; eva — certainly; ca — also.", 
          "translate":"There are personalities like you, Bhīṣma, Karṇa, Kṛpa, Aśvatthāmā, Vikarṇa and the son of Somadatta called Bhūriśravā, who are always victorious in battle.",
          "purport":"Duryodhana mentions the exceptional heroes in  the battle, all of whom are ever victorious. Vikarṇa is the brother of Duryodhana, Aśvatthāmā is the son of Droṇācārya, and Saumadatti, or Bhūriśravā, is the son of the King of the Bāhlīkas. Karṇa is the half brother of Arjuna, as he was born of Kuntī before her marriage with King Pāṇḍu. Kṛpācārya’s twin sister married Droṇācārya."
      }
    },
    {
      "id":"9", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"9",
          "verno":"9", 
          "shlok":"अन्ये च बहवः श‍ूरा मदर्थे त्यक्तजीविताः ।\n नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥ ९ ॥", 
          "translit":"anye ca bahavaḥ śūrā mad-arthe tyakta-jīvitāḥ nānā-śastra-praharaṇāḥ sarve yuddha-viśāradāḥ",
          "synonyms":"anye — others; ca — also; bahavaḥ — in great numbers; śūrāḥ — heroes; mat-arthe — for my sake; tyakta-jīvitāḥ — prepared to risk life; nānā — many; śastra — weapons; praharaṇāḥ — equipped with; sarve — all of them; yuddha-viśāradāḥ — experienced in military science.", 
          "translate":"There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science.",
          "purport":"As far as the others are concerned – like Jayadratha, Kṛtavarmā and Śalya – all are determined to lay down their lives for Duryodhana’s sake. In other words, it is already concluded that all of them would die in the Battle of Kurukṣetra for joining the party of the sinful Duryodhana. Duryodhana was, of course, confident of his victory on account of the above-mentioned combined strength of his friends."
      }
    },
    {
      "id":"10", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"10",
          "verno":"10", 
          "shlok":"अपर्याप्त‍ं तदस्माकं बलं भीष्माभिरक्षितम् ।\n पर्याप्त‍ं त्विदमेतेषां बलं भीमाभिरक्षितम् ॥ १० ॥", 
          "translit":"aparyāptaṁ tad asmākaṁ balaṁ bhīṣmābhirakṣitam paryāptaṁ tv idam eteṣāṁ balaṁ bhīmābhirakṣitam",
          "synonyms":"aparyāptam — immeasurable; tat — that; asmākam — of ours; balam — strength; bhīṣma — by Grandfather Bhīṣma; abhirakṣitam — perfectly protected; paryāptam — limited; tu — but; idam — all this; eteṣām — of the Pāṇḍavas; balam — strength; bhīma — by Bhīma; abhirakṣitam — carefully protected.", 
          "translate":"Our strength is immeasurable, and we are perfectly protected by Grandfather Bhīṣma, whereas the strength of the Pāṇḍavas, carefully protected by Bhīma, is limited.",
          "purport":"Herein an estimation of comparative strength is made by Duryodhana. He thinks that the strength of his armed forces is immeasurable, being specifically protected by the most experienced general, Grandfather Bhīṣma. On the other hand, the forces of the Pāṇḍavas are limited, being protected by a less experienced general, Bhīma, who is like a fig in the presence of Bhīṣma. Duryodhana was always envious of Bhīma because he knew perfectly well that if he should die at all, he would only be killed by Bhīma. But at the same time, he was confident of his victory on account of the presence of Bhīṣma, who was a far superior general. His conclusion that he would come out of the battle victorious was well ascertained."
      }
    },
    {
      "id":"11", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"11",
          "verno":"11", 
          "shlok":"अयनेषु च सर्वेषु यथाभागवमस्थिताः ।\n भीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि ॥ ११ ॥", 
          "translit":"ayaneṣu ca sarveṣu yathā-bhāgam avasthitāḥ bhīṣmam evābhirakṣantu bhavantaḥ sarva eva hi",
          "synonyms":"ayaneṣu — in the strategic points; ca — also; sarveṣu — everywhere; yathā-bhāgam — as differently arranged; avasthitāḥ — situated; bhīṣmam — unto Grandfather Bhīṣma; eva — certainly; abhirakṣantu — should give support; bhavantaḥ — you; sarve — all respectively; eva hi — certainly.", 
          "translate":"All of you must now give full support to Grandfather Bhīṣma, as you stand at your respective strategic points of entrance into the phalanx of the army.",
          "purport":"Duryodhana, after praising the prowess of Bhīṣma, further considered that others might think that they had been considered less important, so in his usual diplomatic way, he tried to adjust the situation in the above words. He emphasized that Bhīṣmadeva was undoubtedly the greatest hero, but he was an old man, so everyone must especially think of his protection from all sides. He might become engaged in the fight, and the enemy might take advantage of his full engagement on one side. Therefore, it was important that other heroes not leave their strategic positions and allow the enemy to break the phalanx. Duryodhana clearly felt that the victory of the Kurus depended on the presence of Bhīṣmadeva. He was confident of the full support of Bhīṣmadeva and Droṇācārya in the battle because he well knew that they did not even speak a word when Arjuna’s wife Draupadī, in her helpless condition, had appealed to them for justice while she was being forced to appear naked in the presence of all the great generals in the assembly. Although he knew that the two generals had some sort of affection for the Pāṇḍavas, he hoped that these generals would now completely give it up, as they had done during the gambling performances."
      }
    },
    {
      "id":"12", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"12",
          "verno":"12", 
          "shlok":"तस्य सञ्जनयन्हर्षं कुरुवृद्धः पितामहः ।\n सिंहनादं विनद्योच्च‍ैः शङ्खं दध्मौ प्रतापवान् ॥ १२ ॥", 
          "translit":"tasya sañjanayan harṣaṁ kuru-vṛddhaḥ pitāmahaḥ siṁha-nādaṁ vinadyoccaiḥ śaṅkhaṁ dadhmau pratāpavān",
          "synonyms":"tasya — his; sañjanayan — increasing; harṣam — cheerfulness; kuru-vṛddhaḥ — the grandsire of the Kuru dynasty (Bhīṣma); pitāmahaḥ — the grandfather; siṁha-nādam — roaring sound, like that of a lion; vinadya — vibrating; uccaiḥ — very loudly; śaṅkham — conchshell; dadhmau — blew; pratāpa-vān — the valiant.", 
          "translate":"Then Bhīṣma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly, making a sound like the roar of a lion, giving Duryodhana joy.",
          "purport":"The grandsire of the Kuru dynasty could understand the inner meaning of the heart of his grandson Duryodhana, and out of his natural compassion for him he tried to cheer him by blowing his conchshell very loudly, befitting his position as a lion. Indirectly, by the symbolism of the conchshell, he informed his depressed grandson Duryodhana that he had no chance of victory in the battle, because the Supreme Lord Kṛṣṇa was on the other side. But still, it was his duty to conduct the fight, and no pains would be spared in that connection."
      }
    },
    {
      "id":"13", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"13",
          "verno":"13", 
          "shlok":"ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।\n सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥ १३ ॥", 
          "translit":"tataḥ śaṅkhāś ca bheryaś ca paṇavānaka-gomukhāḥ sahasaivābhyahanyanta sa śabdas tumulo ’bhavat",
          "synonyms":"tataḥ — thereafter; śaṅkhāḥ — conchshells; ca — also; bheryaḥ — large drums; ca — and; paṇava-ānaka — small drums and kettledrums; go-mukhāḥ — horns; sahasā — all of a sudden; eva — certainly; abhyahanyanta — were simultaneously sounded; saḥ — that; śabdaḥ — combined sound; tumulaḥ — tumultuous; abhavat — became.", 
          "translate":"After that, the conchshells, drums, bugles, trumpets and horns were all suddenly sounded, and the combined sound was tumultuous.",
          "purport":"No purport for this verse"
      }
    },
    {
      "id":"14", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"14",
          "verno":"14", 
          "shlok":"ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ ।\n माधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः ॥ १४ ॥", 
          "translit":"tataḥ śvetair hayair yukte mahati syandane sthitau mādhavaḥ pāṇḍavaś caiva divyau śaṅkhau pradadhmatuḥ",
          "synonyms":"tataḥ — thereafter; śvetaiḥ — with white; hayaiḥ — horses; yukte — being yoked; mahati — in a great; syandane — chariot; sthitau — situated; mādhavaḥ — Kṛṣṇa (the husband of the goddess of fortune); pāṇḍavaḥ — Arjuna (the son of Pāṇḍu); ca — also; eva — certainly; divyau — transcendental; śaṅkhau — conchshells; pradadhmatuḥ — sounded.", 
          "translate":"On the other side, both Lord Kṛṣṇa and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells.",
          "purport":"In contrast with the conchshell blown by Bhīṣmadeva, the conchshells in the hands of Kṛṣṇa and Arjuna are described as transcendental. The sounding of the transcendental conchshells indicated that there was no hope of victory for the other side because Kṛṣṇa was on the side of the Pāṇḍavas. Jayas tu pāṇḍu-putrāṇāṁ yeṣāṁ pakṣe janārdanaḥ. Victory is always with persons like the sons of Pāṇḍu because Lord Kṛṣṇa is associated with them. And whenever and wherever the Lord is present, the goddess of fortune is also there because the goddess of fortune never lives alone without her husband. Therefore, victory and fortune were awaiting Arjuna, as indicated by the transcendental sound produced by the conchshell of Viṣṇu, or Lord Kṛṣṇa. Besides that, the chariot on which both the friends were seated had been donated by Agni (the fire-god) to Arjuna, and this indicated that this chariot was capable of conquering all sides, wherever it was drawn over the three worlds. "
      }
    },
    {
      "id":"15", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"15",
          "verno":"15", 
          "shlok":"पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।\n पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥ १५ ॥", 
          "translit":"pāñcajanyaṁ hṛṣīkeśo devadattaṁ dhanañ-jayaḥ pauṇḍraṁ dadhmau mahā-śaṅkhaṁ bhīma-karmā vṛkodaraḥ",
          "synonyms":"pāñcajanyam — the conchshell named Pāñcajanya; hṛṣīka-īśaḥ — Hṛṣīkeśa (Kṛṣṇa, the Lord who directs the senses of the devotees); devadattam — the conchshell named Devadatta; dhanam-jayaḥ — Dhanañjaya (Arjuna, the winner of wealth); pauṇḍram — the conch named Pauṇḍra; dadhmau — blew; mahā-śaṅkham — the terrific conchshell; bhīma-karmā — one who performs herculean tasks; vṛka-udaraḥ — the voracious eater (Bhīma).", 
          "translate":"Lord Kṛṣṇa blew His conchshell, called Pāñcajanya; Arjuna blew his, the Devadatta; and Bhīma, the voracious eater and performer of herculean tasks, blew his terrific conchshell, called Pauṇḍra.",
          "purport":"Lord Kṛṣṇa is referred to as Hṛṣīkeśa in this verse because He is the owner of all senses. The living entities are part and parcel of Him, and therefore the senses of the living entities are also part and parcel of His senses. The impersonalists cannot account for the senses of the living entities, and therefore they are always anxious to describe all living entities as senseless, or impersonal. The Lord, situated in the hearts of all living entities, directs their senses. But He directs in terms of the surrender of the living entity, and in the case of a pure devotee He directly controls the senses. Here on the Battlefield of Kurukṣetra the Lord directly controls the transcendental senses of Arjuna, and thus His particular name of Hṛṣīkeśa. The Lord has different names according to His different activities. For example, His name is Madhusūdana because He killed the demon of the name Madhu; His name is Govinda because He gives pleasure to the cows and to the senses; His name is Vāsudeva because He appeared as the son of Vasudeva; His name is Devakī-nandana because He accepted Devakī as His mother; His name is Yaśodā-nandana because He awarded His childhood pastimes to Yaśodā at Vṛndāvana; His name is Pārtha-sārathi because He worked as charioteer of His friend Arjuna. Similarly, His name is Hṛṣīkeśa because He gave direction to Arjuna on the Battlefield of Kurukṣetra. Arjuna is referred to as Dhanañjaya in this verse because he helped his elder brother in fetching wealth when it was required by the king to make expenditures for different sacrifices. Similarly, Bhīma is known as Vṛkodara because he could eat as voraciously as he could perform herculean tasks, such as killing the demon Hiḍimba. So the particular types of conchshell blown by the different personalities on the side of the Pāṇḍavas, beginning with the Lord’s, were all very encouraging to the fighting soldiers. On the other side there were no such credits, nor the presence of Lord Kṛṣṇa, the supreme director, nor that of the goddess of fortune. So they were predestined to lose the battle – and that was the message announced by the sounds of the conchshells."
      }
    },
    {
      "id":"16", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"16",
          "verno":"16-18", 
          "shlok":"अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।\n नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥ १६ ॥\n काश्यश्च परमेष्वास: शिखण्डी च महारथ: ।\n धृष्टद्युम्न‍ो विराटश्च सात्यकिश्‍चापराजित: ॥ १७ ॥\n द्रुपदो द्रौपदेयाश्च सर्वश: पृथिवीपते ।\n सौभद्रश्च महाबाहु: शङ्खान्दध्मु: पृथक्पृथक् ॥ १८ ॥", 
          "translit":"anantavijayaṁ rājā kuntī-putro yudhiṣṭhiraḥ nakulaḥ sahadevaś ca sughoṣa-maṇipuṣpakau\n kāśyaś ca parameṣv-āsaḥ śikhaṇḍī ca mahā-rathaḥ dhṛṣṭadyumno virāṭaś ca sātyakiś cāparājitaḥ\n drupado draupadeyāś ca sarvaśaḥ pṛthivī-pate saubhadraś ca mahā-bāhuḥ śaṅkhān dadhmuḥ pṛthak pṛthak",
          "synonyms":"ananta-vijayam — the conch named Ananta-vijaya; rājā — the king; kuntī-putraḥ — the son of Kuntī; yudhiṣṭhiraḥ — Yudhiṣṭhira; nakulaḥ — Nakula; sahadevaḥ — Sahadeva; ca — and; sughoṣa-maṇipuṣpakau — the conches named Sughoṣa and Maṇipuṣpaka; kāśyaḥ — the King of Kāśī (Vārāṇasī); ca — and; parama-iṣu-āsaḥ — the great archer; śikhaṇḍī — Śikhaṇḍī; ca — also; mahā-rathaḥ — one who can fight alone against thousands; dhṛṣṭadyumnaḥ — Dhṛṣṭadyumna (the son of King Drupada); virāṭaḥ — Virāṭa (the prince who gave shelter to the Pāṇḍavas while they were in disguise); ca — also; sātyakiḥ — Sātyaki (the same as Yuyudhāna, the charioteer of Lord Kṛṣṇa); ca — and; aparājitaḥ — who had never been vanquished; drupadaḥ — Drupada, the King of Pāñcāla; draupadeyāḥ — the sons of Draupadī; ca — also; sarvaśaḥ — all; pṛthivī-pate — O King; saubhadraḥ — Abhimanyu, the son of Subhadrā; ca — also; mahā-bāhuḥ — mighty-armed; śaṅkhān — conchshells; dadhmuḥ — blew; pṛthak pṛthak — each separately.", 
          "translate":"King Yudhiṣṭhira, the son of Kuntī, blew his conchshell, the Ananta-vijaya, and Nakula and Sahadeva blew the Sughoṣa and Maṇipuṣpaka. That great archer the King of Kāśī, the great fighter Śikhaṇḍī, Dhṛṣṭadyumna, Virāṭa, the unconquerable Sātyaki, Drupada, the sons of Draupadī, and others, O King, such as the mighty-armed son of Subhadrā, all blew their respective conchshells.",
          "purport":"Sañjaya informed King Dhṛtarāṣṭra very tactfully that his unwise policy of deceiving the sons of Pāṇḍu and endeavoring to enthrone his own sons on the seat of the kingdom was not very laudable. The signs already clearly indicated that the whole Kuru dynasty would be killed in that great battle. Beginning with the grandsire, Bhīṣma, down to the grandsons like Abhimanyu and others – including kings from many states of the world – all were present there, and all were doomed. The whole catastrophe was due to King Dhṛtarāṣṭra, because he encouraged the policy followed by his sons."
      }
    },
    {
      "id":"17", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"17",
          "verno":"19", 
          "shlok":"स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।\n नभश्च पृथिवीं चैव तुमुलोऽभ्यनुनादयन् ॥ १९ ॥", 
          "translit":"sa ghoṣo dhārtarāṣṭrāṇāṁ hṛdayāni vyadārayat nabhaś ca pṛthivīṁ caiva tumulo ’bhyanunādayan",
          "synonyms":"saḥ — that; ghoṣaḥ — vibration; dhārtarāṣṭrāṇām — of the sons of Dhṛtarāṣṭra; hṛdayāni — hearts; vyadārayat — shattered; nabhaḥ — the sky; ca — also; pṛthivīm — the surface of the earth; ca — also; eva — certainly; tumulaḥ — uproarious; abhyanunādayan — resounding.", 
          "translate":"The blowing of these different conchshells became uproarious. Vibrating both in the sky and on the earth, it shattered the hearts of the sons of Dhṛtarāṣṭra.",
          "purport":"When Bhīṣma and the others on the side of Duryodhana blew their respective conchshells, there was no heart-breaking on the part of the Pāṇḍavas. Such occurrences are not mentioned, but in this particular verse it is mentioned that the hearts of the sons of Dhṛtarāṣṭra were shattered by the sounds vibrated by the Pāṇḍavas’ party. This is due to the Pāṇḍavas and their confidence in Lord Kṛṣṇa. One who takes shelter of the Supreme Lord has nothing to fear, even in the midst of the greatest calamity."
      }
    },
    {
      "id":"18", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"18",
          "verno":"20", 
          "shlok":"अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।\n प्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डवः ।\n हृषीकेशं तदा वाक्यमिदमाह महीपते ॥ २० ॥", 
          "translit":"atha vyavasthitān dṛṣṭvā dhārtarāṣṭrān kapi-dhvajaḥ pravṛtte śastra-sampāte dhanur udyamya pāṇḍavaḥ hṛṣīkeśaṁ tadā vākyam idam āha mahī-pate",
          "synonyms":"atha — thereupon; vyavasthitān — situated; dṛṣṭvā — looking upon; dhārtarāṣṭrān — the sons of Dhṛtarāṣṭra; kapi-dhvajaḥ — he whose flag was marked with Hanumān; pravṛtte — while about to engage; śastra-sampāte — in releasing his arrows; dhanuḥ — bow; udyamya — taking up; pāṇḍavaḥ — the son of Pāṇḍu (Arjuna); hṛṣīkeśam — unto Lord Kṛṣṇa; tadā — at that time; vākyam — words; idam — these; āha — said; mahī-pate — O King.", 
          "translate":"At that time Arjuna, the son of Pāṇḍu, seated in the chariot bearing the flag marked with Hanumān, took up his bow and prepared to shoot his arrows. O King, after looking at the sons of Dhṛtarāṣṭra drawn in military array, Arjuna then spoke to Lord Kṛṣṇa these words.",
          "purport":"The battle was just about to begin. It is understood from the above statement that the sons of Dhṛtarāṣṭra were more or less disheartened by the unexpected arrangement of military force by the Pāṇḍavas, who were guided by the direct instructions of Lord Kṛṣṇa on the battlefield. The emblem of Hanumān on the flag of Arjuna is another sign of victory because Hanumān cooperated with Lord Rāma in the battle between Rāma and Rāvaṇa, and Lord Rāma emerged victorious. Now both Rāma and Hanumān were present on the chariot of Arjuna to help him. Lord Kṛṣṇa is Rāma Himself, and wherever Lord Rāma is, His eternal servitor Hanumān and His eternal consort Sītā, the goddess of fortune, are present. Therefore, Arjuna had no cause to fear any enemies whatsoever. And above all, the Lord of the senses, Lord Kṛṣṇa, was personally present to give him direction. Thus, all good counsel was available to Arjuna in the matter of executing the battle. In such auspicious conditions, arranged by the Lord for His eternal devotee, lay the signs of assured victory."
      }
    },
    {
      "id":"19", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"19",
          "verno":"21-22", 
          "shlok":"अर्जुन उवाच\n सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ।\n यावदेतान्निरीक्षेऽहं योद्‍धुकामानवस्थितान् ॥ २१ ॥\n कैर्मया सह योद्धव्यमस्मिन्‍रणसमुद्यमे ॥ २२ ॥", 
          "translit":"arjuna uvāca senayor ubhayor madhye rathaṁ sthāpaya me ’cyuta yāvad etān nirīkṣe ’haṁ yoddhu-kāmān avasthitān\n kair mayā saha yoddhavyam asmin raṇa-samudyame",
          "synonyms":"arjunaḥ uvāca — Arjuna said; senayoḥ — of the armies; ubhayoḥ — both; madhye — between; ratham — the chariot; sthāpaya — please keep; me — my; acyuta — O infallible one; yāvat — as long as; etān — all these; nirīkṣe — may look upon; aham — I; yoddhu-kāmān — desiring to fight; avasthitān — arrayed on the battlefield; kaiḥ — with whom; mayā — by me; saha — together; yoddhavyam — have to fight; asmin — in this; raṇa — strife; samudyame — in the attempt.", 
          "translate":"Arjuna said: O infallible one, please draw my chariot between the two armies so that I may see those present here, who desire to fight, and with whom I must contend in this great trial of arms.",
          "purport":"Although Lord Kṛṣṇa is the Supreme Personality of Godhead, out of His causeless mercy He was engaged in the service of His friend. He never fails in His affection for His devotees, and thus He is addressed herein as infallible. As charioteer, He had to carry out the orders of Arjuna, and since He did not hesitate to do so, He is addressed as infallible. Although He had accepted the position of a charioteer for His devotee, His supreme position was not challenged. In all circumstances, He is the Supreme Personality of Godhead, Hṛṣīkeśa, the Lord of the total senses. The relationship between the Lord and His servitor is very sweet and transcendental. The servitor is always ready to render service to the Lord, and, similarly, the Lord is always seeking an opportunity to render some service to the devotee. He takes greater pleasure in His pure devotee’s assuming the advantageous position of ordering Him than He does in being the giver of orders. Since He is master, everyone is under His orders, and no one is above Him to order Him. But when He finds that a pure devotee is ordering Him, He obtains transcendental pleasure, although He is the infallible master in all circumstances. As a pure devotee of the Lord, Arjuna had no desire to fight with his cousins and brothers, but he was forced to come onto the battlefield by the obstinacy of Duryodhana, who was never agreeable to any peaceful negotiation. Therefore, he was very anxious to see who the leading persons present on the battlefield were. Although there was no question of a peacemaking endeavor on the battlefield, he wanted to see them again, and to see how much they were bent upon demanding an unwanted war."
      }
    },
    {
      "id":"20", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"20",
          "verno":"23", 
          "shlok":"योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।\n धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥ २३ ॥", 
          "translit":"yotsyamānān avekṣe ’haṁ ya ete ’tra samāgatāḥ dhārtarāṣṭrasya durbuddher yuddhe priya-cikīrṣavaḥ",
          "synonyms":"yotsyamānān — those who will be fighting; avekṣe — let me see; aham — I; ye — who; ete — those; atra — here; samāgatāḥ — assembled; dhārtarāṣṭrasya — for the son of Dhṛtarāṣṭra; durbuddheḥ — evil-minded; yuddhe — in the fight; priya — well; cikīrṣavaḥ — wishing.", 
          "translate":"Let me see those who have come here to fight, wishing to please the evil-minded son of Dhṛtarāṣṭra.",
          "purport":"It was an open secret that Duryodhana wanted to usurp the kingdom of the Pāṇḍavas by evil plans, in collaboration with his father, Dhṛtarāṣṭra. Therefore, all persons who had joined the side of Duryodhana must have been birds of the same feather. Arjuna wanted to see them on the battlefield before the fight was begun, just to learn who they were, but he had no intention of proposing peace negotiations with them. It was also a fact that he wanted to see them to make an estimate of the strength which he had to face, although he was quite confident of victory because Kṛṣṇa was sitting by his side."
      }
    },
    {
      "id":"21", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"21",
          "verno":"24", 
          "shlok":"सञ्जय उवाच\n एवमुक्तो हृषीकेशो गुडाकेशेन भारत ।\n सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् ॥ २४ ॥", 
          "translit":"sañjaya uvāca evam ukto hṛṣīkeśo guḍākeśena bhārata senayor ubhayor madhye sthāpayitvā rathottamam",
          "synonyms":"sañjayaḥ uvāca — Sañjaya said; evam — thus; uktaḥ — addressed; hṛṣīkeśaḥ — Lord Kṛṣṇa; guḍākeśena — by Arjuna; bhārata — O descendant of Bharata; senayoḥ — of the armies; ubhayoḥ — both; madhye — in the midst; sthāpayitvā — placing; ratha-uttamam — the finest chariot.", 
          "translate":"Sañjaya said: O descendant of Bharata, having thus been addressed by Arjuna, Lord Kṛṣṇa drew up the fine chariot in the midst of the armies of both parties.",
          "purport":"In this verse Arjuna is referred to as Guḍākeśa. Guḍākā means sleep, and one who conquers sleep is called guḍākeśa. Sleep also means ignorance. So Arjuna conquered both sleep and ignorance because of his friendship with Kṛṣṇa. As a great devotee of Kṛṣṇa, he could not forget Kṛṣṇa even for a moment, because that is the nature of a devotee. Either in waking or in sleep, a devotee of the Lord can never be free from thinking of Kṛṣṇa’s name, form, qualities and pastimes. Thus a devotee of Kṛṣṇa can conquer both sleep and ignorance simply by thinking of Kṛṣṇa constantly. This is called Kṛṣṇa consciousness, or samādhi. As Hṛṣīkeśa, or the director of the senses and mind of every living entity, Kṛṣṇa could understand Arjuna’s purpose in placing the chariot in the midst of the armies. Thus He did so, and spoke as follows."
      }
    },
    {
      "id":"22", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"22",
          "verno":"25", 
          "shlok":"भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् ।\n उवाच पार्थ पश्यैतान्समवेतान्कुरुनिति ॥ २५ ॥", 
          "translit":"bhīṣma-droṇa-pramukhataḥ sarveṣāṁ ca mahī-kṣitām uvāca pārtha paśyaitān samavetān kurūn iti",
          "synonyms":"bhīṣma — Grandfather Bhīṣma; droṇa — the teacher Droṇa; pramukhataḥ — in front of; sarveṣām — all; ca — also; mahī-kṣitām — chiefs of the world; uvāca — said; pārtha — O son of Pṛthā; paśya — just behold; etān — all of them; samavetān — assembled; kurūn — the members of the Kuru dynasty; iti — thus.", 
          "translate":"In the presence of Bhīṣma, Droṇa and all the other chieftains of the world, the Lord said, “Just behold, Pārtha, all the Kurus assembled here.”",
          "purport":"As the Supersoul of all living entities, Lord Kṛṣṇa could understand what was going on in the mind of Arjuna. The use of the word Hṛṣīkeśa in this connection indicates that He knew everything. And the word Pārtha, meaning “the son of Pṛthā, or Kuntī,” is also similarly significant in reference to Arjuna. As a friend, He wanted to inform Arjuna that because Arjuna was the son of Pṛthā, the sister of His own father Vasudeva, He had agreed to be the charioteer of Arjuna. Now what did Kṛṣṇa mean when He told Arjuna to “behold the Kurus”? Did Arjuna want to stop there and not fight? Kṛṣṇa never expected such things from the son of His aunt Pṛthā. The mind of Arjuna was thus predicted by the Lord in friendly joking."
      }
    },
    {
      "id":"23", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"23",
          "verno":"26", 
          "shlok":"तत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान्।\n आचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा।\n श्वश‍ुरान्सुहृदश्चैव सेनयोरुभयोरपि ॥ २६ ॥", 
          "translit":"tatrāpaśyat sthitān pārthaḥ pitṝn atha pitāmahān ācāryān mātulān bhrātṝn putrān pautrān sakhīṁs tathā śvaśurān suhṛdaś caiva senayor ubhayor api",
          "synonyms":"tatra — there; apaśyat — he could see; sthitān — standing; pārthaḥ — Arjuna; pitṝn — fathers; atha — also; pitāmahān — grandfathers; ācāryān — teachers; mātulān — maternal uncles; bhrātṝn — brothers; putrān — sons; pautrān — grandsons; sakhīn — friends; tathā — too; śvaśurān — fathers-in-law; suhṛdaḥ — well-wishers; ca — also; eva — certainly; senayoḥ — of the armies; ubhayoḥ — of both parties; api — including.", 
          "translate":"There Arjuna could see, within the midst of the armies of both parties, his fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, friends, and also his fathers-in-law and well-wishers.",
          "purport":"On the battlefield Arjuna could see all kinds of relatives. He could see persons like Bhūriśravā, who were his father’s contemporaries, grandfathers Bhīṣma and Somadatta, teachers like Droṇācārya and Kṛpācārya, maternal uncles like Śalya and Śakuni, brothers like Duryodhana, sons like Lakṣmaṇa, friends like Aśvatthāmā, well-wishers like Kṛtavarmā, etc. He could see also the armies which contained many of his friends."
      }
    },
    {
      "id":"24", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"24",
          "verno":"27", 
          "shlok":"तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ।\n कृपया परयाविष्टो विषीदन्निदमब्रवीत् ॥ २७ ॥", 
          "translit":"tān samīkṣya sa kaunteyaḥ sarvān bandhūn avasthitān kṛpayā parayāviṣṭo viṣīdann idam abravīt",
          "synonyms":"tān — all of them; samīkṣya — after seeing; saḥ — he; kaunteyaḥ — the son of Kuntī; sarvān — all kinds of; bandhūn — relatives; avasthitān — situated; kṛpayā — by compassion; parayā — of a high grade; āviṣṭaḥ — overwhelmed; viṣīdan — while lamenting; idam — thus; abravīt — spoke.", 
          "translate":"When the son of Kuntī, Arjuna, saw all these different grades of friends and relatives, he became overwhelmed with compassion and spoke thus.",
          "purport":"There is no purport for this verse"
      }
    },
    {
      "id":"25", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"25",
          "verno":"28", 
          "shlok":"अर्जुन उवाच\n दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ।\n सीदन्ति मम गात्राणि मुखं च परिश‍ुष्यति ॥ २८ ॥", 
          "translit":"arjuna uvāca dṛṣṭvemaṁ sva-janaṁ kṛṣṇa yuyutsuṁ samupasthitam sīdanti mama gātrāṇi mukhaṁ ca pariśuṣyati",
          "synonyms":"arjunaḥ uvāca — Arjuna said; dṛṣṭvā — after seeing; imam — all these; sva-janam — kinsmen; kṛṣṇa — O Kṛṣṇa; yuyutsum — all in a fighting spirit; samupasthitam — present; sīdanti — are quivering; mama — my; gātrāṇi — limbs of the body; mukham — mouth; ca — also; pariśuṣyati — is drying up.", 
          "translate":"Arjuna said: My dear Kṛṣṇa, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up.",
          "purport":"Any man who has genuine devotion to the Lord has all the good qualities which are found in godly persons or in the demigods, whereas the nondevotee, however advanced he may be in material qualifications by education and culture, lacks in godly qualities. As such, Arjuna, just after seeing his kinsmen, friends and relatives on the battlefield, was at once overwhelmed by compassion for them who had so decided to fight amongst themselves. As far as his soldiers were concerned, he was sympathetic from the beginning, but he felt compassion even for the soldiers of the opposite party, foreseeing their imminent death. And while he was so thinking, the limbs of his body began to quiver, and his mouth became dry. He was more or less astonished to see their fighting spirit. Practically the whole community, all blood relatives of Arjuna, had come to fight with him. This overwhelmed a kind devotee like Arjuna. Although it is not mentioned here, still one can easily imagine that not only were Arjuna’s bodily limbs quivering and his mouth drying up, but he was also crying out of compassion. Such symptoms in Arjuna were not due to weakness but to his softheartedness, a characteristic of a pure devotee of the Lord. It is said therefore:\n yasyāsti bhaktir bhagavaty akiñcanā\n sarvair guṇais tatra samāsate surāḥ\n harāv abhaktasya kuto mahad-guṇā\n mano-rathenāsati dhāvato bahiḥ\n “One who has unflinching devotion for the Personality of Godhead has all the good qualities of the demigods. But one who is not a devotee of the Lord has only material qualifications that are of little value. This is because he is hovering on the mental plane and is certain to be attracted by the glaring material energy.” (Bhāg. 5.18.12)"
      }
    },
    {
      "id":"26", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"26",
          "verno":"29", 
          "shlok":"वेपथुश्च शरीरे मे रोमहर्षश्च जायते ।\n गाण्डीवं स्रंसते हस्तात्त्वक्च‍ैव परिदह्यते ॥ २९ ॥", 
          "translit":"vepathuś ca śarīre me roma-harṣaś ca jāyate gāṇḍīvaṁ sraṁsate hastāt tvak caiva paridahyate",
          "synonyms":"vepathuḥ — trembling of the body; ca — also; śarīre — on the body; me — my; roma-harṣaḥ — standing of hair on end; ca — also; jāyate — is taking place; gāṇḍīvam — the bow of Arjuna; sraṁsate — is slipping; hastāt — from the hand; tvak — skin; ca — also; eva — certainly; paridahyate — is burning.",
          "translate":"My whole body is trembling, my hair is standing on end, my bow Gāṇḍīva is slipping from my hand, and my skin is burning.",
          "purport":"There are two kinds of trembling of the body, and two kinds of standings of the hair on end. Such phenomena occur either in great spiritual ecstasy or out of great fear under material conditions. There is no fear in transcendental realization. Arjuna’s symptoms in this situation are out of material fear – namely, loss of life. This is evident from other symptoms also; he became so impatient that his famous bow Gāṇḍīva was slipping from his hands, and, because his heart was burning within him, he was feeling a burning sensation of the skin. All these are due to a material conception of life."
      }
    }, 
    {
      "id":"27", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"27",
          "verno":"30", 
          "shlok":"न च शक्न‍ोम्यवस्थातुं भ्रमतीव च मे मनः ।\n निमित्तानि च पश्यामि विपरीतानि केशव ॥ ३० ॥", 
          "translit":"na ca śaknomy avasthātuṁ bhramatīva ca me manaḥ nimittāni ca paśyāmi viparītāni keśava",
          "synonyms":"na — nor; ca — also; śaknomi — am I able; avasthātum — to stay; bhramati — forgetting; iva — as; ca — and; me — my; manaḥ — mind; nimittāni — causes; ca — also; paśyāmi — I see; viparītāni — just the opposite; keśava — O killer of the demon Keśī (Kṛṣṇa).", 
          "translate":"I am now unable to stand here any longer. I am forgetting myself, and my mind is reeling. I see only causes of misfortune, O Kṛṣṇa, killer of the Keśī demon.",
          "purport":"Due to his impatience, Arjuna was unable to stay on the battlefield, and he was forgetting himself on account of this weakness of his mind. Excessive attachment for material things puts a man in such a bewildering condition of existence. Bhayaṁ dvitīyābhiniveśataḥ syāt (Bhāg. 11.2.37): such fearfulness and loss of mental equilibrium take place in persons who are too affected by material conditions. Arjuna envisioned only painful reverses in the battlefield – he would not be happy even by gaining victory over the foe. The words nimittāni viparītāni are significant. When a man sees only frustration in his expectations, he thinks, “Why am I here?” Everyone is interested in himself and his own welfare. No one is interested in the Supreme Self. Arjuna is showing ignorance of his real self-interest by Kṛṣṇa’s will. One’s real self-interest lies in Viṣṇu, or Kṛṣṇa. The conditioned soul forgets this, and therefore suffers material pains. Arjuna thought that his victory in the battle would only be a cause of lamentation for him."
      }
    },
    {
      "id":"28", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"28",
          "verno":"31", 
          "shlok":"न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ।\n न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ॥ ३१ ॥", 
          "translit":"na ca śreyo ’nupaśyāmi hatvā sva-janam āhave na kāṅkṣe vijayaṁ kṛṣṇa na ca rājyaṁ sukhāni ca",
          "synonyms":"na — nor; ca — also; śreyaḥ — good; anupaśyāmi — do I foresee; hatvā — by killing; sva-janam — own kinsmen; āhave — in the fight; na — nor; kāṅkṣe — do I desire; vijayam — victory; kṛṣṇa — O Kṛṣṇa; na — nor; ca — also; rājyam — kingdom; sukhāni — happiness thereof; ca — also.", 
          "translate":"I do not see how any good can come from killing my own kinsmen in this battle, nor can I, my dear Kṛṣṇa, desire any subsequent victory, kingdom or happiness.",
          "purport":"Without knowing that one’s self-interest is in Viṣṇu (or Kṛṣṇa), conditioned souls are attracted by bodily relationships, hoping to be happy in such situations. In such a blind conception of life, they forget even the causes of material happiness. Arjuna appears to have even forgotten the moral codes for a kṣatriya. It is said that two kinds of men, namely the kṣatriya who dies directly in front of the battlefield under Kṛṣṇa’s personal orders and the person in the renounced order of life who is absolutely devoted to spiritual culture, are eligible to enter into the sun globe, which is so powerful and dazzling. Arjuna is reluctant even to kill his enemies, let alone his relatives. He thinks that by killing his kinsmen there would be no happiness in his life, and therefore he is not willing to fight, just as a person who does not feel hunger is not inclined to cook. He has now decided to go into the forest and live a secluded life in frustration. But as a kṣatriya, he requires a kingdom for his subsistence, because the kṣatriyas cannot engage themselves in any other occupation. But Arjuna has no kingdom. Arjuna’s sole opportunity for gaining a kingdom lies in fighting with his cousins and brothers and reclaiming the kingdom inherited from his father, which he does not like to do. Therefore he considers himself fit to go to the forest to live a secluded life of frustration."
      }
    },
    {
      "id":"29", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"29",
          "verno":"32-35", 
          "shlok":"किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ।\n येषामर्थे काङ्‍‍क्षितं नो राज्यं भोगाः सुखानि च ॥ ३२ ॥\n त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ।\n आचार्याः पितरः पुत्रास्तथैव च पितामहाः ॥ ३3 ॥\n मातुलाः श्वश‍ुराः पौत्राः श्यालाः सम्बन्धिनस्तथा ।\n एतान्न हन्तुमिच्छामि घ्न‍तोऽपि मधुसूदन ॥ ३४ ॥\n अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ।\n निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्ज‍नार्दन ॥ ३५ ॥", 
          "translit":"kiṁ no rājyena govinda kiṁ bhogair jīvitena vā yeṣām arthe kāṅkṣitaṁ no rājyaṁ bhogāḥ sukhāni ca\n ta ime ’vasthitā yuddhe prāṇāṁs tyaktvā dhanāni ca ācāryāḥ pitaraḥ putrās tathaiva ca pitāmahāḥ\n mātulāḥ śvaśurāḥ pautrāḥ śyālāḥ sambandhinas tathā etān na hantum icchāmi ghnato ’pi madhusūdana\n api trailokya-rājyasya hetoḥ kiṁ nu mahī-kṛte nihatya dhārtarāṣṭrān naḥ kā prītiḥ syāj janārdana",
          "synonyms":"kim — what use; naḥ — to us; rājyena — is the kingdom; govinda — O Kṛṣṇa; kim — what; bhogaiḥ — enjoyment; jīvitena — living; vā — either; yeṣām — of whom; arthe — for the sake; kāṅkṣitam — is desired; naḥ — by us; rājyam — kingdom; bhogāḥ — material enjoyment; sukhāni — all happiness; ca — also; te — all of them; ime — these; avasthitāḥ — situated; yuddhe — on this battlefield; prāṇān — lives; tyaktvā — giving up; dhanāni — riches; ca — also; ācāryāḥ — teachers; pitaraḥ — fathers; putrāḥ — sons; tathā — as well as; eva — certainly; ca — also; pitāmahāḥ — grandfathers; mātulāḥ — maternal uncles; śvaśurāḥ — fathers-in-law; pautrāḥ — grandsons; śyālāḥ — brothers-in-law; sambandhinaḥ — relatives; tathā — as well as; etān — all these; na — never; hantum — to kill; icchāmi — do I wish; ghnataḥ — being killed; api — even; madhusūdana — O killer of the demon Madhu (Kṛṣṇa); api — even if; trai-lokya — of the three worlds; rājyasya — for the kingdom; hetoḥ — in exchange; kim nu — what to speak of; mahī-kṛte — for the sake of the earth; nihatya — by killing; dhārtarāṣṭrān — the sons of Dhṛtarāṣṭra; naḥ — our; kā — what; prītiḥ — pleasure; syāt — will there be; janārdana — O maintainer of all living entities.", 
          "translate":"O Govinda, of what avail to us are a kingdom, happiness or even life itself when all those for whom we may desire them are now arrayed on this battlefield? O Madhusūdana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives are ready to give up their lives and properties and are standing before me, why should I wish to kill them, even though they might otherwise kill me? O maintainer of all living entities, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth. What pleasure will we derive from killing the sons of Dhṛtarāṣṭra?",
          "purport":"Arjuna has addressed Lord Kṛṣṇa as Govinda because Kṛṣṇa is the object of all pleasures for cows and the senses. By using this significant word, Arjuna indicates that Kṛṣṇa should understand what will satisfy Arjuna’s senses. But Govinda is not meant for satisfying our senses. If we try to satisfy the senses of Govinda, however, then automatically our own senses are satisfied. Materially, everyone wants to satisfy his senses, and he wants God to be the order supplier for such satisfaction. The Lord will satisfy the senses of the living entities as much as they deserve, but not to the extent that they may covet. But when one takes the opposite way – namely, when one tries to satisfy the senses of Govinda without desiring to satisfy one’s own senses – then by the grace of Govinda all desires of the living entity are satisfied. Arjuna’s deep affection for community and family members is exhibited here partly due to his natural compassion for them. He is therefore not prepared to fight. Everyone wants to show his opulence to friends and relatives, but Arjuna fears that all his relatives and friends will be killed on the battlefield and he will be unable to share his opulence after victory. This is a typical calculation of material life. The transcendental life, however, is different. Since a devotee wants to satisfy the desires of the Lord, he can, Lord willing, accept all kinds of opulence for the service of the Lord, and if the Lord is not willing, he should not accept a farthing. Arjuna did not want to kill his relatives, and if there were any need to kill them, he desired that Kṛṣṇa kill them personally. At this point he did not know that Kṛṣṇa had already killed them before their coming into the battlefield and that he was only to become an instrument for Kṛṣṇa. This fact is disclosed in following chapters. As a natural devotee of the Lord, Arjuna did not like to retaliate against his miscreant cousins and brothers, but it was the Lord’s plan that they should all be killed. The devotee of the Lord does not retaliate against the wrongdoer, but the Lord does not tolerate any mischief done to the devotee by the miscreants. The Lord can excuse a person on His own account, but He excuses no one who has done harm to His devotees. Therefore the Lord was determined to kill the miscreants, although Arjuna wanted to excuse them."
      }
    },
    {
      "id":"30", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"30",
          "verno":"36", 
          "shlok":"पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ।\n तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्सबान्धवान् ।\n स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥ ३६ ॥", 
          "translit":"pāpam evāśrayed asmān hatvaitān ātatāyinaḥ tasmān nārhā vayaṁ hantuṁ dhārtarāṣṭrān sa-bāndhavān sva-janaṁ hi kathaṁ hatvā sukhinaḥ syāma mādhava",
          "synonyms":"pāpam — vices; eva — certainly; āśrayet — must come upon; asmān — us; hatvā — by killing; etān — all these; ātatāyinaḥ — aggressors; tasmāt — therefore; na — never; arhāḥ — deserving; vayam — we; hantum — to kill; dhārtarāṣṭrān — the sons of Dhṛtarāṣṭra; sa-bāndhavān — along with friends; sva-janam — kinsmen; hi — certainly; katham — how; hatvā — by killing; sukhinaḥ — happy; syāma — will we become; mādhava — O Kṛṣṇa, husband of the goddess of fortune.", 
          "translate":"Sin will overcome us if we slay such aggressors. Therefore it is not proper for us to kill the sons of Dhṛtarāṣṭra and our friends. What should we gain, O Kṛṣṇa, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen?",
          "purport":"According to Vedic injunctions there are six kinds of aggressors: (1) a poison giver, (2) one who sets fire to the house, (3) one who attacks with deadly weapons, (4) one who plunders riches, (5) one who occupies another’s land, and (6) one who kidnaps a wife. Such aggressors are at once to be killed, and no sin is incurred by killing such aggressors. Such killing of aggressors is quite befitting any ordinary man, but Arjuna was not an ordinary person. He was saintly by character, and therefore he wanted to deal with them in saintliness. This kind of saintliness, however, is not for a kṣatriya. Although a responsible man in the administration of a state is required to be saintly, he should not be cowardly. For example, Lord Rāma was so saintly that people even now are anxious to live in the kingdom of Lord Rāma (rāma-rājya), but Lord Rāma never showed any cowardice. Rāvaṇa was an aggressor against Rāma because Rāvaṇa kidnapped Rāma’s wife, Sītā, but Lord Rāma gave him sufficient lessons, unparalleled in the history of the world. In Arjuna’s case, however, one should consider the special type of aggressors, namely his own grandfather, own teacher, friends, sons, grandsons, etc. Because of them, Arjuna thought that he should not take the severe steps necessary against ordinary aggressors. Besides that, saintly persons are advised to forgive. Such injunctions for saintly persons are more important than any political emergency. Arjuna considered that rather than kill his own kinsmen for political reasons, it would be better to forgive them on grounds of religion and saintly behavior. He did not, therefore, consider such killing profitable simply for the matter of temporary bodily happiness. After all, kingdoms and pleasures derived therefrom are not permanent, so why should he risk his life and eternal salvation by killing his own kinsmen? Arjuna’s addressing of Kṛṣṇa as “Mādhava,” or the husband of the goddess of fortune, is also significant in this connection. He wanted to point out to Kṛṣṇa that, as the husband of the goddess of fortune, He should not induce Arjuna to take up a matter which would ultimately bring about misfortune. Kṛṣṇa, however, never brings misfortune to anyone, to say nothing of His devotees."
      }
    },
    {
      "id":"31", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"31",
          "verno":"37-38", 
          "shlok":"यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।\n कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥ ३७ ॥\n कथं न ज्ञेयमस्माभिः पापादस्मन्निवर्तितुम् ।\n कुलक्षयकृतं दोषं प्रपश्यद्भ‍िर्जनार्दन ॥ ३८ ॥", 
          "translit":"yady apy ete na paśyanti lobhopahata-cetasaḥ kula-kṣaya-kṛtaṁ doṣaṁ mitra-drohe ca pātakam\n kathaṁ na jñeyam asmābhiḥ pāpād asmān nivartitum kula-kṣaya-kṛtaṁ doṣaṁ prapaśyadbhir janārdana",
          "synonyms":"yadi — if; api — even; ete — they; na — do not; paśyanti — see; lobha — by greed; upahata — overpowered; cetasaḥ — their hearts; kula-kṣaya — in killing the family; kṛtam — done; doṣam — fault; mitra-drohe — in quarreling with friends; ca — also; pātakam — sinful reactions; katham — why; na — should not; jñeyam — be known; asmābhiḥ — by us; pāpāt — from sins; asmāt — these; nivartitum — to cease; kula-kṣaya — in the destruction of a dynasty; kṛtam — done; doṣam — crime; prapaśyadbhiḥ — by those who can see; janārdana — O Kṛṣṇa.", 
          "translate":"O Janārdana, although these men, their hearts overtaken by greed, see no fault in killing one’s family or quarreling with friends, why should we, who can see the crime in destroying a family, engage in these acts of sin?",
          "purport":"A kṣatriya is not supposed to refuse to battle or gamble when he is so invited by some rival party. Under such an obligation, Arjuna could not refuse to fight, because he had been challenged by the party of Duryodhana. In this connection, Arjuna considered that the other party might be blind to the effects of such a challenge. Arjuna, however, could see the evil consequences and could not accept the challenge. Obligation is actually binding when the effect is good, but when the effect is otherwise, then no one can be bound. Considering all these pros and cons, Arjuna decided not to fight."
      }
    },
    {
      "id":"32", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"32",
          "verno":"39", 
          "shlok":"कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।\n धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥ ३९ ॥", 
          "translit":"kula-kṣaye praṇaśyanti kula-dharmāḥ sanātanāḥ dharme naṣṭe kulaṁ kṛtsnam adharmo ’bhibhavaty uta",
          "synonyms":"kula-kṣaye — in destroying the family; praṇaśyanti — become vanquished; kula-dharmāḥ — the family traditions; sanātanāḥ — eternal; dharme — religion; naṣṭe — being destroyed; kulam — family; kṛtsnam — whole; adharmaḥ — irreligion; abhibhavati — transforms; uta — it is said.", 
          "translate":"With the destruction of the dynasty, the eternal family tradition is vanquished, and thus the rest of the family becomes involved in irreligion.",
          "purport":"In the system of the varṇāśrama institution there are many principles of religious traditions to help members of the family grow properly and attain spiritual values. The elder members are responsible for such purifying processes in the family, beginning from birth to death. But on the death of the elder members, such family traditions of purification may stop, and the remaining younger family members may develop irreligious habits and thereby lose their chance for spiritual salvation. Therefore, for no purpose should the elder members of the family be slain."
      }
    },
    {
      "id":"33", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"33",
          "verno":"40", 
          "shlok":"अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः ।\n स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्करः ॥ ४० ॥", 
          "translit":"adharmābhibhavāt kṛṣṇa praduṣyanti kula-striyaḥ strīṣu duṣṭāsu vārṣṇeya jāyate varṇa-saṅkaraḥ",
          "synonyms":"adharma — irreligion; abhibhavāt — having become predominant; kṛṣṇa — O Kṛṣṇa; praduṣyanti — become polluted; kula-striyaḥ — family ladies; strīṣu — by the womanhood; duṣṭāsu — being so polluted; vārṣṇeya — O descendant of Vṛṣṇi; jāyate — comes into being; varṇa-saṅkaraḥ — unwanted progeny.", 
          "translate":"When irreligion is prominent in the family, O Kṛṣṇa, the women of the family become polluted, and from the degradation of womanhood, O descendant of Vṛṣṇi, comes unwanted progeny.",
          "purport":"Good population in human society is the basic principle for peace, prosperity and spiritual progress in life. The varṇāśrama religion’s principles were so designed that the good population would prevail in society for the general spiritual progress of state and community. Such population depends on the chastity and faithfulness of its womanhood. As children are very prone to be misled, women are similarly very prone to degradation. Therefore, both children and women require protection by the elder members of the family. By being engaged in various religious practices, women will not be misled into adultery. According to Cāṇakya Paṇḍita, women are generally not very intelligent and therefore not trustworthy. So the different family traditions of religious activities should always engage them, and thus their chastity and devotion will give birth to a good population eligible for participating in the varṇāśrama system. On the failure of such varṇāśrama-dharma, naturally the women become free to act and mix with men, and thus adultery is indulged in at the risk of unwanted population. Irresponsible men also provoke adultery in society, and thus unwanted children flood the human race at the risk of war and pestilence."
      }
    },
    {
      "id":"34", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"34",
          "verno":"41", 
          "shlok":"सङ्करो नरकायैव कुलघ्न‍ानां कुलस्य च ।\n पतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः ॥ ४१ ॥", 
          "translit":"saṅkaro narakāyaiva kula-ghnānāṁ kulasya ca patanti pitaro hy eṣāṁ lupta-piṇḍodaka-kriyāḥ",
          "synonyms":"saṅkaraḥ — such unwanted children; narakāya — make for hellish life; eva — certainly; kula-ghnānām — for those who are killers of the family; kulasya — for the family; ca — also; patanti — fall down; pitaraḥ — forefathers; hi — certainly; eṣām — of them; lupta — stopped; piṇḍa — of offerings of food; udaka — and water; kriyāḥ — performances.", 
          "translate":"An increase of unwanted population certainly causes hellish life both for the family and for those who destroy the family tradition. The ancestors of such corrupt families fall down, because the performances for offering them food and water are entirely stopped.",
          "purport":"According to the rules and regulations of fruitive activities, there is a need to offer periodical food and water to the forefathers of the family. This offering is performed by worship of Viṣṇu, because eating the remnants of food offered to Viṣṇu can deliver one from all kinds of sinful reactions. Sometimes the forefathers may be suffering from various types of sinful reactions, and sometimes some of them cannot even acquire a gross material body and are forced to remain in subtle bodies as ghosts. Thus, when remnants of prasādam food are offered to forefathers by descendants, the forefathers are released from ghostly or other kinds of miserable life. Such help rendered to forefathers is a family tradition, and those who are not in devotional life are required to perform such rituals. One who is engaged in the devotional life is not required to perform such actions. Simply by performing devotional service, one can deliver hundreds and thousands of forefathers from all kinds of misery. It is stated in the Bhāgavatam(11.5.41):\n\n devarṣi-bhūtāpta-nṛṇāṁ pitṝṇāṁ\n na kiṅkaro nāyam ṛṇī ca rājan\n sarvātmanā yaḥ śaraṇaṁ śaraṇyaṁ\n gato mukundaṁ parihṛtya kartam\n\n “Anyone who has taken shelter of the lotus feet of Mukunda, the giver of liberation, giving up all kinds of obligation, and has taken to the path in all seriousness, owes neither duties nor obligations to the demigods, sages, general living entities, family members, humankind or forefathers.” Such obligations are automatically fulfilled by performance of devotional service to the Supreme Personality of Godhead."
      }
    },
    {
      "id":"35", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"35",
          "verno":"42", 
          "shlok":"दोषैरेतैः कुलघ्न‍ानां वर्णसङ्करकारकैः ।\n उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥ ४२ ॥", 
          "translit":"doṣair etaiḥ kula-ghnānāṁ varṇa-saṅkara-kārakaiḥ utsādyante jāti-dharmāḥ kula-dharmāś ca śāśvatāḥ",
          "synonyms":"doṣaiḥ — by such faults; etaiḥ — all these; kula-ghnānām — of the destroyers of the family; varṇa-saṅkara — of unwanted children; kārakaiḥ — which are causes; utsādyante — are devastated; jāti-dharmāḥ — community projects; kula-dharmāḥ — family traditions; ca — also; śāśvatāḥ — eternal.", 
          "translate":"By the evil deeds of those who destroy the family tradition and thus give rise to unwanted children, all kinds of community projects and family welfare activities are devastated.",
          "purport":"Community projects for the four orders of human society, combined with family welfare activities, as they are set forth by the institution of sanātana-dharma, or varṇāśrama-dharma, are designed to enable the human being to attain his ultimate salvation. Therefore, the breaking of the sanātana-dharma tradition by irresponsible leaders of society brings about chaos in that society, and consequently people forget the aim of life – Viṣṇu. Such leaders are called blind, and persons who follow such leaders are sure to be led into chaos."
      }
    },
    {
      "id":"36", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"36",
          "verno":"43", 
          "shlok":"उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।\n नरके नियतं वासो भवतीत्यनुश‍ुश्रुम ॥ ४३ ॥",
          "translit":"utsanna-kula-dharmāṇāṁ manuṣyāṇāṁ janārdana narake niyataṁ vāso bhavatīty anuśuśruma",
          "synonyms":"utsanna — spoiled; kula-dharmāṇām — of those who have the family traditions; manuṣyāṇām — of such men; janārdana — O Kṛṣṇa; narake — in hell; niyatam — always; vāsaḥ — residence; bhavati — it so becomes; iti — thus; anuśuśruma — I have heard by disciplic succession.", 
          "translate":"O Kṛṣṇa, maintainer of the people, I have heard by disciplic succession that those whose family traditions are destroyed dwell always in hell.",
          "purport":"Arjuna bases his argument not on his own personal experience, but on what he has heard from the authorities. That is the way of receiving real knowledge. One cannot reach the real point of factual knowledge without being helped by the right person who is already established in that knowledge. There is a system in the varṇāśrama institution by which before death one has to undergo the process of atonement for his sinful activities. One who is always engaged in sinful activities must utilize the process of atonement, called prāyaścitta. Without doing so, one surely will be transferred to hellish planets to undergo miserable lives as the result of sinful activities."
      }
    },
    {
      "id":"37", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"37",
          "verno":"44", 
          "shlok":"अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।\n यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥ ४४ ॥", 
          "translit":"aho bata mahat pāpaṁ kartuṁ vyavasitā vayam yad rājya-sukha-lobhena hantuṁ sva-janam udyatāḥ",
          "synonyms":"aho — alas; bata — how strange it is; mahat — great; pāpam — sins; kartum — to perform; vyavasitāḥ — have decided; vayam — we; yat — because; rājya-sukha-lobhena — driven by greed for royal happiness; hantum — to kill; sva-janam — kinsmen; udyatāḥ — trying.", 
          "translate":"Alas, how strange it is that we are preparing to commit greatly sinful acts. Driven by the desire to enjoy royal happiness, we are intent on killing our own kinsmen.",
          "purport":"Driven by selfish motives, one may be inclined to such sinful acts as the killing of one’s own brother, father or mother. There are many such instances in the history of the world. But Arjuna, being a saintly devotee of the Lord, is always conscious of moral principles and therefore takes care to avoid such activities."
      }
    },
    {
      "id":"38", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"38",
          "verno":"45", 
          "shlok":"यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।\n धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥ ४५ ॥", 
          "translit":"yadi mām apratīkāram aśastraṁ śastra-pāṇayaḥ dhārtarāṣṭrā raṇe hanyus tan me kṣema-taraṁ bhavet",
          "synonyms":"yadi — even if; mām — me; apratīkāram — without being resistant; aśastram — without being fully equipped; śastra-pāṇayaḥ — those with weapons in hand; dhārtarāṣṭrāḥ — the sons of Dhṛtarāṣṭra; raṇe — on the battlefield; hanyuḥ — may kill; tat — that; me — for me; kṣema-taram — better; bhavet — would be.", 
          "translate":"Better for me if the sons of Dhṛtarāṣṭra, weapons in hand, were to kill me unarmed and unresisting on the battlefield.",
          "purport":"It is the custom – according to kṣatriya fighting principles – that an unarmed and unwilling foe should not be attacked. Arjuna, however, decided that even if attacked by the enemy in such an awkward position, he would not fight. He did not consider how much the other party was bent upon fighting. All these symptoms are due to soft-heartedness resulting from his being a great devotee of the Lord."
      }
    },
    {
      "id":"39", 
      "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
      "chp":"1",
      "data":{
          "vid":"39",
          "verno":"46", 
          "shlok":"सञ्जय उवाच\n एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।\n विसृज्य सशरं चापं शोकसंविग्न‍मानसः ॥ ४६ ॥", 
          "translit":"sañjaya uvāca evam uktvārjunaḥ saṅkhye rathopastha upāviśat visṛjya sa-śaraṁ cāpaṁ śoka-saṁvigna-mānasaḥ",
          "synonyms":"sañjayaḥ uvāca — Sañjaya said; evam — thus; uktvā — saying; arjunaḥ — Arjuna; saṅkhye — in the battlefield; ratha — of the chariot; upasthe — on the seat; upāviśat — sat down again; visṛjya — putting aside; sa-śaram — along with arrows; cāpam — the bow; śoka — by lamentation; saṁvigna — distressed; mānasaḥ — within the mind.", 
          "translate":"Sañjaya said: Arjuna, having thus spoken on the battlefield, cast aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief.",
          "purport":"While observing the situation of his enemy, Arjuna stood up on the chariot, but he was so afflicted with lamentation that he sat down again, setting aside his bow and arrows. Such a kind and soft-hearted person, in the devotional service of the Lord, is fit to receive self-knowledge."
      }
    },
    {
      "id":"40", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{
          "vid":"1",
          "verno":"1", 
          "shlok":"सञ्जय उवाच\n तं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् ।\n विषीदन्तमिदं वाक्यमुवाच मधुसूदनः ॥ १ ॥", 
          "translit":"sañjaya uvāca taṁ tathā kṛpayāviṣṭam aśru-pūrṇākulekṣaṇam viṣīdantam idaṁ vākyam uvāca madhusūdanaḥ",
          "synonyms":"sañjayaḥ uvāca — Sañjaya said; tam — unto Arjuna; tathā — thus; kṛpayā — by compassion; āviṣṭam — overwhelmed; aśru-pūrṇa-ākula — full of tears; īkṣaṇam — eyes; viṣīdantam — lamenting; idam — these; vākyam — words; uvāca — said; madhu-sūdanaḥ — the killer of Madhu.", 
          "translate":"Sañjaya said: Seeing Arjuna full of compassion, his mind depressed, his eyes full of tears, Madhusūdana, Kṛṣṇa, spoke the following words.",
          "purport":"Material compassion, lamentation and tears are all signs of ignorance of the real self. Compassion for the eternal soul is self-realization. The word “Madhusūdana” is significant in this verse. Lord Kṛṣṇa killed the demon Madhu, and now Arjuna wanted Kṛṣṇa to kill the demon of misunderstanding that had overtaken him in the discharge of his duty. No one knows where compassion should be applied. Compassion for the dress of a drowning man is senseless. A man fallen in the ocean of nescience cannot be saved simply by rescuing his outward dress – the gross material body. One who does not know this and laments for the outward dress is called a śūdra, or one who laments unnecessarily. Arjuna was a kṣatriya, and this conduct was not expected from him. Lord Kṛṣṇa, however, can dissipate the lamentation of the ignorant man, and for this purpose the Bhagavad-gītā was sung by Him. This chapter instructs us in self-realization by an analytical study of the material body and the spirit soul, as explained by the supreme authority, Lord Śrī Kṛṣṇa. This realization is possible when one works without attachment to fruitive results and is situated in the fixed conception of the real self."
      }
    },
    {
      "id":"41", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{
          "vid":"2",
          "verno":"2", 
          "shlok":"श्री भगवानुवाच\n कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् ।\n अनार्यजुष्टमस्वर्ग्यकीर्तिकरमर्जुन ॥ २ ॥", 
          "translit":"śrī-bhagavān uvāca kutas tvā kaśmalam idaṁ viṣame samupasthitam anārya-juṣṭam asvargyam akīrti-karam arjuna",
          "synonyms":"śrī-bhagavān uvāca — the Supreme Personality of Godhead said; kutaḥ — wherefrom; tvā — unto you; kaśmalam — dirtiness; idam — this lamentation; viṣame — in this hour of crisis; samupasthitam — arrived; anārya — persons who do not know the value of life; juṣṭam — practiced by; asvargyam — which does not lead to higher planets; akīrti — infamy; karam — the cause of; arjuna — O Arjuna.", 
          "translate":"The Supreme Personality of Godhead said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the value of life. They lead not to higher planets but to infamy.",
          "purport":"Kṛṣṇa and the Supreme Personality of Godhead are identical. Therefore Lord Kṛṣṇa is referred to as Bhagavān throughout the Gītā. Bhagavān is the ultimate in the Absolute Truth. The Absolute Truth is realized in three phases of understanding, namely Brahman, or the impersonal all-pervasive spirit; Paramātmā, or the localized aspect of the Supreme within the heart of all living entities; and Bhagavān, or the Supreme Personality of Godhead, Lord Kṛṣṇa. In the Śrīmad-Bhāgavatam (1.2.11) this conception of the Absolute Truth is explained thus:\n\n vadanti tat tattva-vidas\n tattvaṁ yaj jñānam advayam\n brahmeti paramātmeti\n bhagavān iti śabdyate\n\n “The Absolute Truth is realized in three phases of understanding by the knower of the Absolute Truth, and all of them are identical. Such phases of the Absolute Truth are expressed as Brahman, Paramātmā and Bhagavān.” These three divine aspects can be explained by the example of the sun, which also has three different aspects, namely the sunshine, the sun’s surface and the sun planet itself. One who studies the sunshine only is the preliminary student. One who understands the sun’s surface is further advanced. And one who can enter into the sun planet is the highest. Ordinary students who are satisfied by simply understanding the sunshine – its universal pervasiveness and the glaring effulgence of its impersonal nature – may be compared to those who can realize only the Brahman feature of the Absolute Truth. The student who has advanced still further can know the sun disc, which is compared to knowledge of the Paramātmā feature of the Absolute Truth. And the student who can enter into the heart of the sun planet is compared to those who realize the personal features of the Supreme Absolute Truth. Therefore, the bhaktas, or the transcendentalists who have realized the Bhagavān feature of the Absolute Truth, are the topmost transcendentalists, although all students who are engaged in the study of the Absolute Truth are engaged in the same subject matter. The sunshine, the sun disc and the inner affairs of the sun planet cannot be separated from one another, and yet the students of the three different phases are not in the same category. The Sanskrit word bhagavān is explained by the great authority Parāśara Muni, the father of Vyāsadeva. The Supreme Personality who possesses all riches, all strength, all fame, all beauty, all knowledge and all renunciation is called Bhagavān. There are many persons who are very rich, very powerful, very beautiful, very famous, very learned and very much detached, but no one can claim that he possesses all riches, all strength, etc., entirely. Only Kṛṣṇa can claim this because He is the Supreme Personality of Godhead. No living entity, including Brahmā, Lord Śiva or Nārāyaṇa, can possess opulences as fully as Kṛṣṇa. Therefore it is concluded in the Brahma-saṁhitā by Lord Brahmā himself that Lord Kṛṣṇa is the Supreme Personality of Godhead. No one is equal to or above Him. He is the primeval Lord, or Bhagavān, known as Govinda, and He is the supreme cause of all causes:\n\n īśvaraḥ paramaḥ kṛṣṇaḥ\n sac-cid-ānanda-vigrahaḥ\n anādir ādir govindaḥ\n sarva-kāraṇa-kāraṇam\n\n “There are many personalities possessing the qualities of Bhagavān, but Kṛṣṇa is the supreme because none can excel Him. He is the Supreme Person, and His body is eternal, full of knowledge and bliss. He is the primeval Lord Govinda and the cause of all causes.” (Brahma-saṁhitā 5.1) In the Bhāgavatam also there is a list of many incarnations of the Supreme Personality of Godhead, but Kṛṣṇa is described as the original Personality of Godhead, from whom many, many incarnations and Personalities of Godhead expand:\n\n ete cāṁśa-kalāḥ puṁsaḥ\n kṛṣṇas tu bhagavān svayam\n indrāri-vyākulaṁ lokaṁ\n mṛḍayanti yuge yuge\n\n “All the lists of the incarnations of Godhead submitted herewith are either plenary expansions or parts of the plenary expansions of the Supreme Godhead, but Kṛṣṇa is the Supreme Personality of Godhead Himself.” (Bhāg. 1.3.28) Therefore, Kṛṣṇa is the original Supreme Personality of Godhead, the Absolute Truth, the source of both the Supersoul and the impersonal Brahman. In the presence of the Supreme Personality of Godhead, Arjuna’s lamentation for his kinsmen is certainly unbecoming, and therefore Kṛṣṇa expressed His surprise with the word kutaḥ, “wherefrom.” Such impurities were never expected from a person belonging to the civilized class of men known as Āryans. The word āryan is applicable to persons who know the value of life and have a civilization based on spiritual realization. Persons who are led by the material conception of life do not know that the aim of life is realization of the Absolute Truth, Viṣṇu, or Bhagavān, and they are captivated by the external features of the material world, and therefore they do not know what liberation is. Persons who have no knowledge of liberation from material bondage are called non-Āryans. Although Arjuna was a kṣatriya, he was deviating from his prescribed duties by declining to fight. This act of cowardice is described as befitting the non-Āryans. Such deviation from duty does not help one in the progress of spiritual life, nor does it even give one the opportunity to become famous in this world. Lord Kṛṣṇa did not approve of the so-called compassion of Arjuna for his kinsmen."
      }
    },
    {
      "id":"42", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{
          "vid":"3",
          "verno":"3", 
          "shlok":"क्ल‍ैब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते ।\n क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप ॥ ३ ॥", 
          "translit":"klaibyaṁ mā sma gamaḥ pārtha naitat tvayy upapadyate kṣudraṁ hṛdaya-daurbalyaṁ tyaktvottiṣṭha paran-tapa",
          "synonyms":"klaibyam — impotence; mā sma — do not; gamaḥ — take to; pārtha — O son of Pṛthā; na — never; etat — this; tvayi — unto you; upapadyate — is befitting; kṣudram — petty; hṛdaya — of the heart; daurbalyam — weakness; tyaktvā — giving up; uttiṣṭha — get up; param-tapa — O chastiser of the enemies.", 
          "translate":"O son of Pṛthā, do not yield to this degrading impotence. It does not become you. Give up such petty weakness of heart and arise, O chastiser of the enemy.",
          "purport":"Arjuna was addressed as the son of Pṛthā, who happened to be the sister of Kṛṣṇa’s father Vasudeva. Therefore Arjuna had a blood relationship with Kṛṣṇa. If the son of a kṣatriya declines to fight, he is a kṣatriya in name only, and if the son of a brāhmaṇa acts impiously, he is a brāhmaṇa in name only. Such kṣatriyas and brāhmaṇas are unworthy sons of their fathers; therefore, Kṛṣṇa did not want Arjuna to become an unworthy son of a kṣatriya. Arjuna was the most intimate friend of Kṛṣṇa, and Kṛṣṇa was directly guiding him on the chariot; but in spite of all these credits, if Arjuna abandoned the battle he would be committing an infamous act. Therefore Kṛṣṇa said that such an attitude in Arjuna did not fit his personality. Arjuna might argue that he would give up the battle on the grounds of his magnanimous attitude for the most respectable Bhīṣma and his relatives, but Kṛṣṇa considered that sort of magnanimity mere weakness of heart. Such false magnanimity was not approved by any authority. Therefore, such magnanimity or so-called nonviolence should be given up by persons like Arjuna under the direct guidance of Kṛṣṇa."
      }
    },
    {
      "id":"43", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{
          "vid":"4",
          "verno":"4", 
          "shlok":"अर्जुन उवाच\n कथं भीष्ममहं संख्ये द्रोणं च मधुसूदन ।\n इषुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन ॥ ४ ॥", 
          "translit":"arjuna uvāca kathaṁ bhīṣmam ahaṁ saṅkhye droṇaṁ ca madhusūdana iṣubhiḥ pratiyotsyāmi pūjārhāv ari-sūdana",
          "synonyms":"arjunaḥ uvāca — Arjuna said; katham — how; bhīṣmam — Bhīṣma; aham — I; saṅkhye — in the fight; droṇam — Droṇa; ca — also; madhu-sūdana — O killer of Madhu; iṣubhiḥ — with arrows; pratiyotsyāmi — shall counterattack; pūjā-arhau — those who are worshipable; ari-sūdana — O killer of the enemies.", 
          "translate":"Arjuna said: O killer of enemies, O killer of Madhu, how can I counterattack with arrows in battle men like Bhīṣma and Droṇa, who are worthy of my worship?",
          "purport":"Respectable superiors like Bhīṣma the grandfather and Droṇācārya the teacher are always worshipable. Even if they attack, they should not be counterattacked. It is general etiquette that superiors are not to be offered even a verbal fight. Even if they are sometimes harsh in behavior, they should not be harshly treated. Then, how is it possible for Arjuna to counterattack them? Would Kṛṣṇa ever attack His own grandfather, Ugrasena, or His teacher, Sāndīpani Muni? These were some of the arguments offered by Arjuna to Kṛṣṇa."
      }
    },
    {
      "id":"44", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{
          "vid":"5",
          "verno":"5", 
          "shlok":"गुरूनहत्वा हि महानुभावान् श्रेयो भोक्तुं भैक्ष्यमपीह लोके ।\n हत्वार्थकामांस्तु गुरूनिहैव भुज्ज‍ीय भोगान्‍रुधिरप्रदिग्धान् ॥ ५ ॥", 
          "translit":"gurūn ahatvā hi mahānubhāvān śreyo bhoktuṁ bhaikṣyam apīha loke hatvārtha-kāmāṁs tu gurūn ihaiva bhuñjīya bhogān rudhira-pradigdhān",
          "synonyms":"gurūn — the superiors; ahatvā — not killing; hi — certainly; mahā-anubhāvān — great souls; śreyaḥ — it is better; bhoktum — to enjoy life; bhaikṣyam — by begging; api — even; iha — in this life; loke — in this world; hatvā — killing; artha — gain; kāmān — desiring; tu — but; gurūn — superiors; iha — in this world; eva — certainly; bhuñjīya — one has to enjoy; bhogān — enjoyable things; rudhira — blood; pradigdhān — tainted with.", 
          "translate":"It would be better to live in this world by begging than to live at the cost of the lives of great souls who are my teachers. Even though desiring worldly gain, they are superiors. If they are killed, everything we enjoy will be tainted with blood.",
          "purport":"According to scriptural codes, a teacher who engages in an abominable action and has lost his sense of discrimination is fit to be abandoned. Bhīṣma and Droṇa were obliged to take the side of Duryodhana because of his financial assistance, although they should not have accepted such a position simply on financial considerations. Under the circumstances, they have lost the respectability of teachers. But Arjuna thinks that nevertheless they remain his superiors, and therefore to enjoy material profits after killing them would mean to enjoy spoils tainted with blood."
      }
    },
    {
      "id":"45", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{
          "vid":"6",
          "verno":"6", 
          "shlok":"न चैतद्विद्मः कतरन्नो गरीयो यद्वा जयेम यदि वा नो जयेयुः ।\n यानेव हत्वा न जिजीविषामस्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः ॥ ६ ॥", 
          "translit":"na caitad vidmaḥ kataran no garīyo yad vā jayema yadi vā no jayeyuḥ yān eva hatvā na jijīviṣāmas te ’vasthitāḥ pramukhe dhārtarāṣṭrāḥ",
          "synonyms":"na — nor; ca — also; etat — this; vidmaḥ — do we know; katarat — which; naḥ — for us; garīyaḥ — better; yat vā — whether; jayema — we may conquer; yadi — if; vā — or; naḥ — us; jayeyuḥ — they conquer; yān — those who; eva — certainly; hatvā — by killing; na — never; jijīviṣāmaḥ — we would want to live; te — all of them; avasthitāḥ — are situated; pramukhe — in the front; dhārtarāṣṭrāḥ — the sons of Dhṛtarāṣṭra.", 
          "translate":"Nor do we know which is better – conquering them or being conquered by them. If we killed the sons of Dhṛtarāṣṭra, we should not care to live. Yet they are now standing before us on the battlefield.",
          "purport":"Arjuna did not know whether he should fight and risk unnecessary violence, although fighting is the duty of the kṣatriyas, or whether he should refrain and live by begging. If he did not conquer the enemy, begging would be his only means of subsistence. Nor was there certainty of victory, because either side might emerge victorious. Even if victory awaited them (and their cause was justified), still, if the sons of Dhṛtarāṣṭra died in battle, it would be very difficult to live in their absence. Under the circumstances, that would be another kind of defeat for them. All these considerations by Arjuna definitely proved that not only was he a great devotee of the Lord but he was also highly enlightened and had complete control over his mind and senses. His desire to live by begging, although he was born in the royal household, is another sign of detachment. He was truly virtuous, as these qualities, combined with his faith in the words of instruction of Śrī Kṛṣṇa (his spiritual master), indicate. It is concluded that Arjuna was quite fit for liberation. Unless the senses are controlled, there is no chance of elevation to the platform of knowledge, and without knowledge and devotion there is no chance of liberation. Arjuna was competent in all these attributes, over and above his enormous attributes in his material relationships."
      }
    },
    {
      "id":"46", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{
          "vid":"7",
          "verno":"7", 
          "shlok":"कार्पण्यदोषोपहतस्वभावः पृच्छामि त्वां धर्मसम्मूढचेताः ।\n यच्छ्रेयः स्यान्निश्‍चितं ब्रूहि तन्मे शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् ॥ ७ ॥", 
          "translit":"kārpaṇya-doṣopahata-svabhāvaḥ pṛcchāmi tvāṁ dharma-sammūḍha-cetāḥ yac chreyaḥ syān niścitaṁ brūhi tan me śiṣyas te ’haṁ śādhi māṁ tvāṁ prapannam",
          "synonyms":"kārpaṇya — of miserliness; doṣa — by the weakness; upahata — being afflicted; svabhāvaḥ — characteristics; pṛcchāmi — I am asking; tvām — unto You; dharma — religion; sammūḍha — bewildered; cetāḥ — in heart; yat — what; śreyaḥ — all-good; syāt — may be; niścitam — confidently; brūhi — tell; tat — that; me — unto me; śiṣyaḥ — disciple; te — Your; aham — I am; śādhi — just instruct; mām — me; tvām — unto You; prapannam — surrendered.", 
          "translate":"Now I am confused about my duty and have lost all composure because of miserly weakness. In this condition I am asking You to tell me for certain what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me",
          "purport":"By nature’s own way the complete system of material activities is a source of perplexity for everyone. In every step there is perplexity, and therefore it behooves one to approach a bona fide spiritual master who can give one proper guidance for executing the purpose of life. All Vedic literatures advise us to approach a bona fide spiritual master to get free from the perplexities of life, which happen without our desire. They are like a forest fire that somehow blazes without being set by anyone. Similarly, the world situation is such that perplexities of life automatically appear, without our wanting such confusion. No one wants fire, and yet it takes place, and we become perplexed. The Vedic wisdom therefore advises that in order to solve the perplexities of life and to understand the science of the solution, one must approach a spiritual master who is in the disciplic succession. A person with a bona fide spiritual master is supposed to know everything. One should not, therefore, remain in material perplexities but should approach a spiritual master. This is the purport of this verse. Who is the man in material perplexities? It is he who does not understand the problems of life. In the Bṛhad-āraṇyaka Upaniṣad (3.8.10) the perplexed man is described as follows: yo vā etad akṣaraṁ gārgy aviditvāsmāḻ lokāt praiti sa kṛpaṇaḥ. “He is a miserly man who does not solve the problems of life as a human and who thus quits this world like the cats and dogs, without understanding the science of self-realization.” This human form of life is a most valuable asset for the living entity, who can utilize it for solving the problems of life; therefore, one who does not utilize this opportunity properly is a miser. On the other hand, there is the brāhmaṇa, or he who is intelligent enough to utilize this body to solve all the problems of life. Ya etad akṣaraṁ gārgi viditvāsmāl lokāt praiti sa brāhmaṇaḥ. The kṛpaṇas, or miserly persons, waste their time in being overly affectionate for family, society, country, etc., in the material conception of life. One is often attached to family life, namely to wife, children and other members, on the basis of “skin disease.” The kṛpaṇa thinks that he is able to protect his family members from death; or the kṛpaṇa thinks that his family or society can save him from the verge of death. Such family attachment can be found even in the lower animals, who take care of children also. Being intelligent, Arjuna could understand that his affection for family members and his wish to protect them from death were the causes of his perplexities. Although he could understand that his duty to fight was awaiting him, still, on account of miserly weakness, he could not discharge the duties. He is therefore asking Lord Kṛṣṇa, the supreme spiritual master, to make a definite solution. He offers himself to Kṛṣṇa as a disciple. He wants to stop friendly talks. Talks between the master and the disciple are serious, and now Arjuna wants to talk very seriously before the recognized spiritual master. Kṛṣṇa is therefore the original spiritual master of the science of Bhagavad-gītā, and Arjuna is the first disciple for understanding the Gītā. How Arjuna understands the Bhagavad-gītā is stated in the Gītā itself. And yet foolish mundane scholars explain that one need not submit to Kṛṣṇa as a person, but to “the unborn within Kṛṣṇa.” There is no difference between Kṛṣṇa’s within and without. And one who has no sense of this understanding is the greatest fool in trying to understand Bhagavad-gītā."
      }
    },
    {
      "id":"47", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"8",
          "verno":"8", 
          "shlok":"न हि प्रपश्यामि ममापनुद्याद्यच्छोकमुच्छोषणमिन्द्रियाणाम् ।\n अवाप्य भूभावसपत्‍नमृद्धं राज्यं सुराणामपि चाधिपत्यम् ॥ ८ ॥", 
          "translit":"na hi prapaśyāmi mamāpanudyād yac chokam ucchoṣaṇam indriyāṇām avāpya bhūmāv asapatnam ṛddhaṁ rājyaṁ surāṇām api cādhipatyam",
          "synonyms":"na — do not; hi — certainly; prapaśyāmi — I see; mama — my; apanudyāt — can drive away; yat — that which; śokam — lamentation; ucchoṣaṇam — drying up; indriyāṇām — of the senses; avāpya — achieving; bhūmau — on the earth; asapatnam — without rival; ṛddham — prosperous; rājyam — kingdom; surāṇām — of the demigods; api — even; ca — also; ādhipatyam — supremacy.", 
          "translate":"I can find no means to drive away this grief which is drying up my senses. I will not be able to dispel it even if I win a prosperous, unrivaled kingdom on earth with sovereignty like the demigods in heaven.",
          "purport":"Although Arjuna was putting forward so many arguments based on knowledge of the principles of religion and moral codes, it appears that he was unable to solve his real problem without the help of the spiritual master, Lord Śrī Kṛṣṇa. He could understand that his so-called knowledge was useless in driving away his problems, which were drying up his whole existence; and it was impossible for him to solve such perplexities without the help of a spiritual master like Lord Kṛṣṇa. Academic knowledge, scholarship, high position, etc., are all useless in solving the problems of life; help can be given only by a spiritual master like Kṛṣṇa. Therefore, the conclusion is that a spiritual master who is one hundred percent Kṛṣṇa conscious is the bona fide spiritual master, for he can solve the problems of life. Lord Caitanya said that one who is a master in the science of Kṛṣṇa consciousness, regardless of his social position, is the real spiritual master.\n\n kibā vipra, kibā nyāsī, śūdra kene naya\n yei kṛṣṇa-tattva-vettā, sei ‘guru’ haya\n\n “It does not matter whether a person is a vipra [learned scholar in Vedic wisdom], or is born in a lower family, or is in the renounced order of life – if he is a master in the science of Kṛṣṇa, he is the perfect and bona fide spiritual master.” (Caitanya-caritāmṛta, Madhya 8.128) So without being a master in the science of Kṛṣṇa consciousness, no one is a bona fide spiritual master. It is also said in the Vedic literature:\n\n ṣaṭ-karma-nipuṇo vipro\n mantra-tantra-viśāradaḥ\n avaiṣṇavo gurur na syād\n vaiṣṇavaḥ śva-paco guruḥ\n\n “A scholarly brāhmaṇa, expert in all subjects of Vedic knowledge, is unfit to become a spiritual master without being a Vaiṣṇava, or expert in the science of Kṛṣṇa consciousness. But a person born in a family of a lower caste can become a spiritual master if he is a Vaiṣṇava, or Kṛṣṇa conscious.” (Padma Purāṇa) The problems of material existence – birth, old age, disease and death – cannot be counteracted by accumulation of wealth and economic development. In many parts of the world there are states which are replete with all facilities of life, which are full of wealth and economically developed, yet the problems of material existence are still present. They are seeking peace in different ways, but they can achieve real happiness only if they consult Kṛṣṇa, or the Bhagavad-gītā and Śrīmad-Bhāgavatam – which constitute the science of Kṛṣṇa – through the bona fide representative of Kṛṣṇa, the man in Kṛṣṇa consciousness. If economic development and material comforts could drive away one’s lamentations for family, social, national or international inebrieties, then Arjuna would not have said that even an unrivaled kingdom on earth or supremacy like that of the demigods in the heavenly planets would be unable to drive away his lamentations. He sought, therefore, refuge in Kṛṣṇa consciousness, and that is the right path for peace and harmony. Economic development or supremacy over the world can be finished at any moment by the cataclysms of material nature. Even elevation into a higher planetary situation, as men are now seeking on the moon planet, can also be finished at one stroke. The Bhagavad-gītā confirms this: kṣīṇe puṇye martya-lokaṁ viśanti. “When the results of pious activities are finished, one falls down again from the peak of happiness to the lowest status of life.” Many politicians of the world have fallen down in that way. Such downfalls only constitute more causes for lamentation. Therefore, if we want to curb lamentation for good, then we have to take shelter of Kṛṣṇa, as Arjuna is seeking to do. So Arjuna asked Kṛṣṇa to solve his problem definitely, and that is the way of Kṛṣṇa consciousness."
      }
    },
    {
      "id":"48", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"9",
          "verno":"9", 
          "shlok":"सञ्जय उवाच\n एवमुक्त्वा हृषीकेशं गुडाकेशः परन्तपः ।\n न योत्स्य इति गोविन्दामुक्त्वा तूष्णीं बभूव ह ॥ ९ ॥", 
          "translit":"sañjaya uvāca evam uktvā hṛṣīkeśaṁ guḍākeśaḥ paran-tapaḥ na yotsya iti govindam uktvā tūṣṇīṁ babhūva ha",
          "synonyms":"sañjayaḥ uvāca — Sañjaya said; evam — thus; uktvā — speaking; hṛṣīkeśam — unto Kṛṣṇa, the master of the senses; guḍākeśaḥ — Arjuna, the master of curbing ignorance; param-tapaḥ — the chastiser of the enemies; na yotsye — I shall not fight; iti — thus; govindam — unto Kṛṣṇa, the giver of pleasure to the senses; uktvā — saying; tūṣṇīm — silent; babhūva — became; ha — certainly.", 
          "translate":"Sañjaya said: Having spoken thus, Arjuna, chastiser of enemies, told Kṛṣṇa, “Govinda, I shall not fight,” and fell silent.",
          "purport":"Dhṛtarāṣṭra must have been very glad to understand that Arjuna was not going to fight and was instead leaving the battlefield for the begging profession. But Sañjaya disappointed him again in relating that Arjuna was competent to kill his enemies (paran-tapaḥ). Although Arjuna was, for the time being, overwhelmed with false grief due to family affection, he surrendered unto Kṛṣṇa, the supreme spiritual master, as a disciple. This indicated that he would soon be free from the false lamentation resulting from family affection and would be enlightened with perfect knowledge of self-realization, or Kṛṣṇa consciousness, and would then surely fight. Thus Dhṛtarāṣṭra’s joy would be frustrated, since Arjuna would be enlightened by Kṛṣṇa and would fight to the end."
      }
    },
    {
      "id":"49", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"10",
          "verno":"10", 
          "shlok":"तमुवाच हृषीकेशः प्रहसन्निव भारत ।\n सेनयोरूभयोर्मध्ये विषीदन्तमिदं वचः ॥ १० ॥", 
          "translit":"tam uvāca hṛṣīkeśaḥ prahasann iva bhārata senayor ubhayor madhye viṣīdantam idaṁ vacaḥ",
          "synonyms":"tam — unto him; uvāca — said; hṛṣīkeśaḥ — the master of the senses, Kṛṣṇa; prahasan — smiling; iva — like that; bhārata — O Dhṛtarāṣṭra, descendant of Bharata; senayoḥ — of the armies; ubhayoḥ — of both parties; madhye — between; viṣīdantam — unto the lamenting one; idam — the following; vacaḥ — words.", 
          "translate":"O descendant of Bharata, at that time Kṛṣṇa, smiling, in the midst of both the armies, spoke the following words to the grief-stricken Arjuna.",
          "purport":"The talk was going on between intimate friends, namely the Hṛṣīkeśa and the Guḍākeśa. As friends, both of them were on the same level, but one of them voluntarily became a student of the other. Kṛṣṇa was smiling because a friend had chosen to become a disciple. As Lord of all, He is always in the superior position as the master of everyone, and yet the Lord agrees to be a friend, a son or a lover for a devotee who wants Him in such a role. But when He was accepted as the master, He at once assumed the role and talked with the disciple like the master – with gravity, as it is required. It appears that the talk between the master and the disciple was openly exchanged in the presence of both armies so that all were benefited. So the talks of Bhagavad-gītā are not for any particular person, society, or community, but they are for all, and friends or enemies are equally entitled to hear them."
      }
    },
    {
      "id":"50", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"11",
          "verno":"11", 
          "shlok":"श्री भगवानुवाच\n अशोच्यनन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे ।\n गतासूनगतासूंश्च नानुशोचन्ति पण्डिताः ॥ ११ ॥", 
          "translit":"śrī-bhagavān uvāca aśocyān anvaśocas tvaṁ prajñā-vādāṁś ca bhāṣase gatāsūn agatāsūṁś ca nānuśocanti paṇḍitāḥ",
          "synonyms":"śrī-bhagavān uvāca — the Supreme Personality of Godhead said; aśocyān — not worthy of lamentation; anvaśocaḥ — you are lamenting; tvam — you; prajñā-vādān — learned talks; ca — also; bhāṣase — speaking; gata — lost; asūn — life; agata — not passed; asūn — life; ca — also; na — never; anuśocanti — lament; paṇḍitāḥ — the learned.", 
          "translate":"The Supreme Personality of Godhead said: While speaking learned words, you are mourning for what is not worthy of grief. Those who are wise lament neither for the living nor for the dead.",
          "purport":"The Lord at once took the position of the teacher and chastised the student, calling him, indirectly, a fool. The Lord said, “You are talking like a learned man, but you do not know that one who is learned – one who knows what is body and what is soul – does not lament for any stage of the body, neither in the living nor in the dead condition.” As explained in later chapters, it will be clear that knowledge means to know matter and spirit and the controller of both. Arjuna argued that religious principles should be given more importance than politics or sociology, but he did not know that knowledge of matter, soul and the Supreme is even more important than religious formularies. And because he was lacking in that knowledge, he should not have posed himself as a very learned man. As he did not happen to be a very learned man, he was consequently lamenting for something which was unworthy of lamentation. The body is born and is destined to be vanquished today or tomorrow; therefore the body is not as important as the soul. One who knows this is actually learned, and for him there is no cause for lamentation, regardless of the condition of the material body."
      }
    },
    {
      "id":"51", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"12",
          "verno":"12", 
          "shlok":"न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः ।\n न चैव नभविष्यामः सर्वे वयमतः परम् ॥ १२ ॥", 
          "translit":"na tv evāhaṁ jātu nāsaṁ na tvaṁ neme janādhipāḥ na caiva na bhaviṣyāmaḥ sarve vayam ataḥ param",
          "synonyms":"na — never; tu — but; eva — certainly; aham — I; jātu — at any time; na — did not; āsam — exist; na — not; tvam — you; na — not; ime — all these; jana-adhipāḥ — kings; na — never; ca — also; eva — certainly; na — not; bhaviṣyāmaḥ — shall exist; sarve vayam — all of us; ataḥ param — hereafter.", 
          "translate":"Never was there a time when I did not exist, nor you, nor all these kings; nor in the future shall any of us cease to be.",
          "purport":"In the Vedas – in the Kaṭha Upaniṣad as well as in the Śvetāśvatara Upaniṣad – it is said that the Supreme Personality of Godhead is the maintainer of innumerable living entities, in terms of their different situations according to individual work and reaction of work. That Supreme Personality of Godhead is also, by His plenary portions, alive in the heart of every living entity. Only saintly persons who can see, within and without, the same Supreme Lord can actually attain to perfect and eternal peace.\n\n nityo nityānāṁ cetanaś cetanānām\n eko bahūnāṁ yo vidadhāti kāmān\n tam ātma-sthaṁ ye ’nupaśyanti dhīrās\n teṣāṁ śāntiḥ śāśvatī netareṣām\n\n (Kaṭha Upaniṣad 2.2.13) The same Vedic truth given to Arjuna is given to all persons in the world who pose themselves as very learned but factually have but a poor fund of knowledge. The Lord says clearly that He Himself, Arjuna and all the kings who are assembled on the battlefield are eternally individual beings and that the Lord is eternally the maintainer of the individual living entities both in their conditioned and in their liberated situations. The Supreme Personality of Godhead is the supreme individual person, and Arjuna, the Lord’s eternal associate, and all the kings assembled there are individual eternal persons. It is not that they did not exist as individuals in the past, and it is not that they will not remain eternal persons. Their individuality existed in the past, and their individuality will continue in the future without interruption. Therefore, there is no cause for lamentation for anyone. The Māyāvādī theory that after liberation the individual soul, separated by the covering of māyā, or illusion, will merge into the impersonal Brahman and lose its individual existence is not supported herein by Lord Kṛṣṇa, the supreme authority. Nor is the theory that we only think of individuality in the conditioned state supported herein. Kṛṣṇa clearly says herein that in the future also the individuality of the Lord and others, as it is confirmed in the Upaniṣads, will continue eternally. This statement of Kṛṣṇa’s is authoritative because Kṛṣṇa cannot be subject to illusion. If individuality were not a fact, then Kṛṣṇa would not have stressed it so much – even for the future. The Māyāvādī may argue that the individuality spoken of by Kṛṣṇa is not spiritual, but material. Even accepting the argument that the individuality is material, then how can one distinguish Kṛṣṇa’s individuality? Kṛṣṇa affirms His individuality in the past and confirms His individuality in the future also. He has confirmed His individuality in many ways, and impersonal Brahman has been declared to be subordinate to Him. Kṛṣṇa has maintained spiritual individuality all along; if He is accepted as an ordinary conditioned soul in individual consciousness, then His Bhagavad-gītā has no value as authoritative scripture. A common man with all the four defects of human frailty is unable to teach that which is worth hearing. The Gītā is above such literature. No mundane book compares with the Bhagavad-gītā. When one accepts Kṛṣṇa as an ordinary man, the Gītā loses all importance. The Māyāvādī argues that the plurality mentioned in this verse is conventional and that it refers to the body. But previous to this verse such a bodily conception is already condemned. After condemning the bodily conception of the living entities, how was it possible for Kṛṣṇa to place a conventional proposition on the body again? Therefore, individuality is maintained on spiritual grounds and is thus confirmed by great ācāryas like Śrī Rāmānuja and others. It is clearly mentioned in many places in the Gītā that this spiritual individuality is understood by those who are devotees of the Lord. Those who are envious of Kṛṣṇa as the Supreme Personality of Godhead have no bona fide access to the great literature. The nondevotee’s approach to the teachings of the Gītā is something like that of a bee licking on a bottle of honey. One cannot have a taste of honey unless one opens the bottle. Similarly, the mysticism of the Bhagavad-gītā can be understood only by devotees, and no one else can taste it, as it is stated in the Fourth Chapter of the book. Nor can the Gītā be touched by persons who envy the very existence of the Lord. Therefore, the Māyāvādī explanation of the Gītā is a most misleading presentation of the whole truth. Lord Caitanya has forbidden us to read commentations made by the Māyāvādīs and warns that one who takes to such an understanding of the Māyāvādī philosophy loses all power to understand the real mystery of the Gītā. If individuality refers to the empirical universe, then there is no need of teaching by the Lord. The plurality of the individual soul and the Lord is an eternal fact, and it is confirmed by the Vedas as above mentioned."
      }
    },
    {
      "id":"52", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"13",
          "verno":"13", 
          "shlok":"देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा ।\n तथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति ॥ १३ ॥", 
          "translit":"dehino ’smin yathā dehe kaumāraṁ yauvanaṁ jarā tathā dehāntara-prāptir dhīras tatra na muhyati",
          "synonyms":"dehinaḥ — of the embodied; asmin — in this; yathā — as; dehe — in the body; kaumāram — boyhood; yauvanam — youth; jarā — old age; tathā — similarly; deha-antara — of transference of the body; prāptiḥ — achievement; dhīraḥ — the sober; tatra — thereupon; na — never; muhyati — is deluded.", 
          "translate":"As the embodied soul continuously passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death. A sober person is not bewildered by such a change.",
          "purport":"Since every living entity is an individual soul, each is changing his body every moment, manifesting sometimes as a child, sometimes as a youth and sometimes as an old man. Yet the same spirit soul is there and does not undergo any change. This individual soul finally changes the body at death and transmigrates to another body; and since it is sure to have another body in the next birth – either material or spiritual – there was no cause for lamentation by Arjuna on account of death, neither for Bhīṣma nor for Droṇa, for whom he was so much concerned. Rather, he should rejoice for their changing bodies from old to new ones, thereby rejuvenating their energy. Such changes of body account for varieties of enjoyment or suffering, according to one’s work in life. So Bhīṣma and Droṇa, being noble souls, were surely going to have spiritual bodies in the next life, or at least life in heavenly bodies for superior enjoyment of material existence. So, in either case, there was no cause of lamentation. Any man who has perfect knowledge of the constitution of the individual soul, the Supersoul, and nature – both material and spiritual – is called a dhīra, or a most sober man. Such a man is never deluded by the change of bodies. The Māyāvādī theory of oneness of the spirit soul cannot be entertained, on the ground that the spirit soul cannot be cut into pieces as a fragmental portion. Such cutting into different individual souls would make the Supreme cleavable or changeable, against the principle of the Supreme Soul’s being unchangeable. As confirmed in the Gītā, the fragmental portions of the Supreme exist eternally (sanātana) and are called kṣara; that is, they have a tendency to fall down into material nature. These fragmental portions are eternally so, and even after liberation the individual soul remains the same – fragmental. But once liberated, he lives an eternal life in bliss and knowledge with the Personality of Godhead. The theory of reflection can be applied to the Supersoul, who is present in each and every individual body and is known as the Paramātmā. He is different from the individual living entity. When the sky is reflected in water, the reflections represent both the sun and the moon and the stars also. The stars can be compared to the living entities and the sun or the moon to the Supreme Lord. The individual fragmental spirit soul is represented by Arjuna, and the Supreme Soul is the Personality of Godhead Śrī Kṛṣṇa. They are not on the same level, as it will be apparent in the beginning of the Fourth Chapter. If Arjuna is on the same level with Kṛṣṇa, and Kṛṣṇa is not superior to Arjuna, then their relationship of instructor and instructed becomes meaningless. If both of them are deluded by the illusory energy (māyā), then there is no need of one being the instructor and the other the instructed. Such instruction would be useless because, in the clutches of māyā, no one can be an authoritative instructor. Under the circumstances, it is admitted that Lord Kṛṣṇa is the Supreme Lord, superior in position to the living entity, Arjuna, who is a forgetful soul deluded by māyā."
      }
    },
    {
      "id":"53", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"14",
          "verno":"14", 
          "shlok":"मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः ।\n आगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत ॥ १४ ॥", 
          "translit":"mātrā-sparśās tu kaunteya śītoṣṇa-sukha-duḥkha-dāḥ āgamāpāyino ’nityās tāṁs titikṣasva bhārata",
          "synonyms":"mātrā-sparśāḥ — sensory perception; tu — only; kaunteya — O son of Kuntī; śīta — winter; uṣṇa — summer; sukha — happiness; duḥkha — and pain; dāḥ — giving; āgama — appearing; apāyinaḥ — disappearing; anityāḥ — nonpermanent; tān — all of them; titikṣasva — just try to tolerate; bhārata — O descendant of the Bharata dynasty.", 
          "translate":"O son of Kuntī, the nonpermanent appearance of happiness and distress, and their disappearance in due course, are like the appearance and disappearance of winter and summer seasons. They arise from sense perception, O scion of Bharata, and one must learn to tolerate them without being disturbed.",
          "purport":"In the proper discharge of duty, one has to learn to tolerate nonpermanent appearances and disappearances of happiness and distress. According to Vedic injunction, one has to take his bath early in the morning even during the month of Māgha (January-February). It is very cold at that time, but in spite of that a man who abides by the religious principles does not hesitate to take his bath. Similarly, a woman does not hesitate to cook in the kitchen in the months of May and June, the hottest part of the summer season. One has to execute his duty in spite of climatic inconveniences. Similarly, to fight is the religious principle of the kṣatriyas, and although one has to fight with some friend or relative, one should not deviate from his prescribed duty. One has to follow the prescribed rules and regulations of religious principles in order to rise up to the platform of knowledge, because by knowledge and devotion only can one liberate himself from the clutches of māyā (illusion). The two different names of address given to Arjuna are also significant. To address him as Kaunteya signifies his great blood relations from his mother’s side; and to address him as Bhārata signifies his greatness from his father’s side. From both sides he is supposed to have a great heritage. A great heritage brings responsibility in the matter of proper discharge of duties; therefore, he cannot avoid fighting."
      }
    },
    {
      "id":"54", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"15",
          "verno":"15", 
          "shlok":"यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ । समदुःखसुखं धीरं सोऽमृतत्वाय कल्पते ॥ १५ ॥", 
          "translit":"yaṁ hi na vyathayanty ete puruṣaṁ puruṣarṣabha sama-duḥkha-sukhaṁ dhīraṁ so ’mṛtatvāya kalpate",
          "synonyms":"yam — one to whom; hi — certainly; na — never; vyathayanti — are distressing; ete — all these; puruṣam — to a person; puruṣa-ṛṣabha — O best among men; sama — unaltered; duḥkha — in distress; sukham — and happiness; dhīram — patient; saḥ — he; amṛtatvāya — for liberation; kalpate — is considered eligible.", 
          "translate":"O best among men [Arjuna], the person who is not disturbed by happiness and distress and is steady in both is certainly eligible for liberation.",
          "purport":"Anyone who is steady in his determination for the advanced stage of spiritual realization and can equally tolerate the onslaughts of distress and happiness is certainly a person eligible for liberation. In the varṇāśrama institution, the fourth stage of life, namely the renounced order (sannyāsa), is a painstaking situation. But one who is serious about making his life perfect surely adopts the sannyāsa order of life in spite of all difficulties. The difficulties usually arise from having to sever family relationships, to give up the connection of wife and children. But if anyone is able to tolerate such difficulties, surely his path to spiritual realization is complete. Similarly, in Arjuna’s discharge of duties as a kṣatriya, he is advised to persevere, even if it is difficult to fight with his family members or similarly beloved persons. Lord Caitanya took sannyāsa at the age of twenty-four, and His dependents, young wife as well as old mother, had no one else to look after them. Yet for a higher cause He took sannyāsa and was steady in the discharge of higher duties. That is the way of achieving liberation from material bondage."
      }
    },
    {
      "id":"55", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"16",
          "verno":"16", 
          "shlok":"नासतो विद्यते भावो नाभावो विद्यते सतः ।\n उभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः ॥ १६ ॥", 
          "translit":"nāsato vidyate bhāvo nābhāvo vidyate sataḥ ubhayor api dṛṣṭo ’ntas tv anayos tattva-darśibhiḥ",
          "synonyms":"na — never; asataḥ — of the nonexistent; vidyate — there is; bhāvaḥ — endurance; na — never; abhāvaḥ — changing quality; vidyate — there is; sataḥ — of the eternal; ubhayoḥ — of the two; api — verily; dṛṣṭaḥ — observed; antaḥ — conclusion; tu — indeed; anayoḥ — of them; tattva — of the truth; darśibhiḥ — by the seers.", 
          "translate":"Those who are seers of the truth have concluded that of the nonexistent [the material body] there is no endurance and of the eternal [the soul] there is no change. This they have concluded by studying the nature of both.",
          "purport":"There is no endurance of the changing body. That the body is changing every moment by the actions and reactions of the different cells is admitted by modern medical science; and thus growth and old age are taking place in the body. But the spirit soul exists permanently, remaining the same despite all changes of the body and the mind. That is the difference between matter and spirit. By nature, the body is ever changing, and the soul is eternal. This conclusion is established by all classes of seers of the truth, both impersonalist and personalist. In the Viṣṇu Purāṇa (2.12.38) it is stated that Viṣṇu and His abodes all have self-illuminated spiritual existence (jyotīṁṣi viṣṇur bhuvanāni viṣṇuḥ). The words existent and nonexistent refer only to spirit and matter. That is the version of all seers of truth. This is the beginning of the instruction by the Lord to the living entities who are bewildered by the influence of ignorance. Removal of ignorance involves the reestablishment of the eternal relationship between the worshiper and the worshipable and the consequent understanding of the difference between the part-and-parcel living entities and the Supreme Personality of Godhead. One can understand the nature of the Supreme by thorough study of oneself, the difference between oneself and the Supreme being understood as the relationship between the part and the whole. In the Vedānta-sūtras, as well as in the Śrīmad-Bhāgavatam, the Supreme has been accepted as the origin of all emanations. Such emanations are experienced by superior and inferior natural sequences. The living entities belong to the superior nature, as it will be revealed in the Seventh Chapter. Although there is no difference between the energy and the energetic, the energetic is accepted as the Supreme, and the energy or nature is accepted as the subordinate. The living entities, therefore, are always subordinate to the Supreme Lord, as in the case of the master and the servant, or the teacher and the taught. Such clear knowledge is impossible to understand under the spell of ignorance, and to drive away such ignorance the Lord teaches the Bhagavad-gītā for the enlightenment of all living entities for all time."
      }
    },
    {
      "id":"56", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"17",
          "verno":"17", 
          "shlok":"अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् ।\n विनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति ॥ १७ ॥", 
          "translit":"avināśi tu tad viddhi yena sarvam idaṁ tatam vināśam avyayasyāsya na kaścit kartum arhati",
          "synonyms":"avināśi — imperishable; tu — but; tat — that; viddhi — know it; yena — by whom; sarvam — all of the body; idam — this; tatam — pervaded; vināśam — destruction; avyayasya — of the imperishable; asya — of it; na kaścit — no one; kartum — to do; arhati — is able.", 
          "translate":"That which pervades the entire body you should know to be indestructible. No one is able to destroy that imperishable soul.",
          "purport":"This verse more clearly explains the real nature of the soul, which is spread all over the body. Anyone can understand what is spread all over the body: it is consciousness. Everyone is conscious of the pains and pleasures of the body in part or as a whole. This spreading of consciousness is limited within one’s own body. The pains and pleasures of one body are unknown to another. Therefore, each and every body is the embodiment of an individual soul, and the symptom of the soul’s presence is perceived as individual consciousness. This soul is described as one ten-thousandth part of the upper portion of the hair point in size. The Śvetāśvatara Upaniṣad (5.9) confirms this:\n\n bālāgra-śata-bhāgasya\n śatadhā kalpitasya ca\n bhāgo jīvaḥ sa vijñeyaḥ\n sa cānantyāya kalpate\n\n “When the upper point of a hair is divided into one hundred parts and again each of such parts is further divided into one hundred parts, each such part is the measurement of the dimension of the spirit soul.” Similarly the same version is stated:\n\n keśāgra-śata-bhāgasya\n śatāṁśaḥ sādṛśātmakaḥ\n jīvaḥ sūkṣma-svarūpo ’yaṁ\n saṅkhyātīto hi cit-kaṇaḥ\n\n “There are innumerable particles of spiritual atoms, which are measured as one ten-thousandth of the upper portion of the hair.” Therefore, the individual particle of spirit soul is a spiritual atom smaller than the material atoms, and such atoms are innumerable. This very small spiritual spark is the basic principle of the material body, and the influence of such a spiritual spark is spread all over the body as the influence of the active principle of some medicine spreads throughout the body. This current of the spirit soul is felt all over the body as consciousness, and that is the proof of the presence of the soul. Any layman can understand that the material body minus consciousness is a dead body, and this consciousness cannot be revived in the body by any means of material administration. Therefore, consciousness is not due to any amount of material combination, but to the spirit soul. In the Muṇḍaka Upaniṣad (3.1.9) the measurement of the atomic spirit soul is further explained:\n\n eṣo ’ṇur ātmā cetasā veditavyo\n yasmin prāṇaḥ pañcadhā saṁviveśa\n prāṇaiś cittaṁ sarvam otaṁ prajānāṁ\n yasmin viśuddhe vibhavaty eṣa ātmā\n\n “The soul is atomic in size and can be perceived by perfect intelligence. This atomic soul is floating in the five kinds of air (prāṇa, apāna, vyāna, samāna and udāna), is situated within the heart, and spreads its influence all over the body of the embodied living entities. When the soul is purified from the contamination of the five kinds of material air, its spiritual influence is exhibited.” The haṭha-yoga system is meant for controlling the five kinds of air encircling the pure soul by different kinds of sitting postures – not for any material profit, but for liberation of the minute soul from the entanglement of the material atmosphere. So the constitution of the atomic soul is admitted in all Vedic literatures, and it is also actually felt in the practical experience of any sane man. Only the insane man can think of this atomic soul as all-pervading viṣṇu-tattva. The influence of the atomic soul can be spread all over a particular body. According to the Muṇḍaka Upaniṣad, this atomic soul is situated in the heart of every living entity, and because the measurement of the atomic soul is beyond the power of appreciation of the material scientists, some of them assert foolishly that there is no soul. The individual atomic soul is definitely there in the heart along with the Supersoul, and thus all the energies of bodily movement are emanating from this part of the body. The corpuscles which carry the oxygen from the lungs gather energy from the soul. When the soul passes away from this position, the activity of the blood, generating fusion, ceases. Medical science accepts the importance of the red corpuscles, but it cannot ascertain that the source of the energy is the soul. Medical science, however, does admit that the heart is the seat of all energies of the body. Such atomic particles of the spirit whole are compared to the sunshine molecules. In the sunshine there are innumerable radiant molecules. Similarly, the fragmental parts of the Supreme Lord are atomic sparks of the rays of the Supreme Lord, called by the name prabhā, or superior energy. So whether one follows Vedic knowledge or modern science, one cannot deny the existence of the spirit soul in the body, and the science of the soul is explicitly described in the Bhagavad-gītā by the Personality of Godhead Himself."
      }
    },
    {
      "id":"57", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"18",
          "verno":"18", 
          "shlok":"अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः ।\n अनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत ॥ १८ ॥", 
          "translit":"antavanta ime dehā nityasyoktāḥ śarīriṇaḥ anāśino ’prameyasya tasmād yudhyasva bhārata",
          "synonyms":"anta-vantaḥ — perishable; ime — all these; dehāḥ — material bodies; nityasya — eternal in existence; uktāḥ — are said; śarīriṇaḥ — of the embodied soul; anāśinaḥ — never to be destroyed; aprameyasya — immeasurable; tasmāt — therefore; yudhyasva — fight; bhārata — O descendant of Bharata.", 
          "translate":"The material body of the indestructible, immeasurable and eternal living entity is sure to come to an end; therefore, fight, O descendant of Bharata.",
          "purport":"The material body is perishable by nature. It may perish immediately, or it may do so after a hundred years. It is a question of time only. There is no chance of maintaining it indefinitely. But the spirit soul is so minute that it cannot even be seen by an enemy, to say nothing of being killed. As mentioned in the previous verse, it is so small that no one can have any idea how to measure its dimension. So from both viewpoints there is no cause of lamentation, because the living entity as he is cannot be killed nor can the material body be saved for any length of time or permanently protected. The minute particle of the whole spirit acquires this material body according to his work, and therefore observance of religious principles should be utilized. In the Vedānta-sūtras the living entity is qualified as light because he is part and parcel of the supreme light. As sunlight maintains the entire universe, so the light of the soul maintains this material body. As soon as the spirit soul is out of this material body, the body begins to decompose; therefore it is the spirit soul which maintains this body. The body itself is unimportant. Arjuna was advised to fight and not sacrifice the cause of religion for material, bodily considerations."
      }
    },
    {
      "id":"58", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"19",
          "verno":"19", 
          "shlok":"य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् ।\n उभौ तौ न विजानीतो नायं हन्ति न हन्यते ॥ १९ ॥", 
          "translit":"ya enaṁ vetti hantāraṁ yaś cainaṁ manyate hatam ubhau tau na vijānīto nāyaṁ hanti na hanyate",
          "synonyms":"yaḥ — anyone who; enam — this; vetti — knows; hantāram — the killer; yaḥ — anyone who; ca — also; enam — this; manyate — thinks; hatam — killed; ubhau — both; tau — they; na — never; vijānītaḥ — are in knowledge; na — never; ayam — this; hanti — kills; na — nor; hanyate — is killed.", 
          "translate":"Neither he who thinks the living entity the slayer nor he who thinks it slain is in knowledge, for the self slays not nor is slain.",
          "purport":"When an embodied living entity is hurt by fatal weapons, it is to be known that the living entity within the body is not killed. The spirit soul is so small that it is impossible to kill him by any material weapon, as will be evident from subsequent verses. Nor is the living entity killable, because of his spiritual constitution. What is killed, or is supposed to be killed, is the body only. This, however, does not at all encourage killing of the body. The Vedic injunction is mā hiṁsyāt sarvā bhūtāni: never commit violence to anyone. Nor does understanding that the living entity is not killed encourage animal slaughter. Killing the body of anyone without authority is abominable and is punishable by the law of the state as well as by the law of the Lord. Arjuna, however, is being engaged in killing for the principle of religion, and not whimsically."
      }
    },
    {
      "id":"59", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"20",
          "verno":"20", 
          "shlok":"न जायते म्रियते वा कदाचिन्नायं भूत्वा भविता वा न भूयः ।\n अजो नित्यः शाश्वतोऽयं पुराणो न हन्यते हन्यमाने शरीरे ॥ २० ॥", 
          "translit":"na jāyate mriyate vā kadācin nāyaṁ bhūtvā bhavitā vā na bhūyaḥ ajo nityaḥ śāśvato ’yaṁ purāṇo na hanyate hanyamāne śarīre",
          "synonyms":"na — never; jāyate — takes birth; mriyate — dies; vā — either; kadācit — at any time (past, present or future); na — never; ayam — this; bhūtvā — having come into being; bhavitā — will come to be; vā — or; na — not; bhūyaḥ — or is again coming to be; ajaḥ — unborn; nityaḥ — eternal; śāśvataḥ — permanent; ayam — this; purāṇaḥ — the oldest; na — never; hanyate — is killed; hanyamāne — being killed; śarīre — the body.", 
          "translate":"For the soul there is neither birth nor death at any time. He has not come into being, does not come into being, and will not come into being. He is unborn, eternal, ever-existing and primeval. He is not slain when the body is slain.",
          "purport":"Qualitatively, the small atomic fragmental part of the Supreme Spirit is one with the Supreme. He undergoes no changes like the body. Sometimes the soul is called the steady, or kūṭa-stha. The body is subject to six kinds of transformations. It takes its birth from the womb of the mother’s body, remains for some time, grows, produces some effects, gradually dwindles, and at last vanishes into oblivion. The soul, however, does not go through such changes. The soul is not born, but, because he takes on a material body, the body takes its birth. The soul does not take birth there, and the soul does not die. Anything which has birth also has death. And because the soul has no birth, he therefore has no past, present or future. He is eternal, ever-existing and primeval – that is, there is no trace in history of his coming into being. Under the impression of the body, we seek the history of birth, etc., of the soul. The soul does not at any time become old, as the body does. The so-called old man, therefore, feels himself to be in the same spirit as in his childhood or youth. The changes of the body do not affect the soul. The soul does not deteriorate like a tree, nor anything material. The soul has no by-product either. The by-products of the body, namely children, are also different individual souls; and, owing to the body, they appear as children of a particular man. The body develops because of the soul’s presence, but the soul has neither offshoots nor change. Therefore, the soul is free from the six changes of the body. In the Kaṭha Upaniṣad (1.2.18) we also find a similar passage, which reads:\n\n na jāyate mriyate vā vipaścin\n nāyaṁ kutaścin na babhūva kaścit\n ajo nityaḥ śāśvato ’yaṁ purāṇo\n na hanyate hanyamāne śarīre\n\n The meaning and purport of this verse is the same as in the Bhagavad-gītā, but here in this verse there is one special word, vipaścit, which means learned or with knowledge. The soul is full of knowledge, or full always with consciousness. Therefore, consciousness is the symptom of the soul. Even if one does not find the soul within the heart, where he is situated, one can still understand the presence of the soul simply by the presence of consciousness. Sometimes we do not find the sun in the sky owing to clouds, or for some other reason, but the light of the sun is always there, and we are convinced that it is therefore daytime. As soon as there is a little light in the sky early in the morning, we can understand that the sun is in the sky. Similarly, since there is some consciousness in all bodies – whether man or animal – we can understand the presence of the soul. This consciousness of the soul is, however, different from the consciousness of the Supreme because the supreme consciousness is all-knowledge – past, present and future. The consciousness of the individual soul is prone to be forgetful. When he is forgetful of his real nature, he obtains education and enlightenment from the superior lessons of Kṛṣṇa. But Kṛṣṇa is not like the forgetful soul. If so, Kṛṣṇa’s teachings of Bhagavad-gītā would be useless. There are two kinds of souls – namely the minute particle soul (aṇu-ātmā) and the Supersoul (vibhu-ātmā). This is also confirmed in the Kaṭha Upaniṣad (1.2.20) in this way:\n\n aṇor aṇīyān mahato mahīyān\n ātmāsya jantor nihito guhāyām\n tam akratuḥ paśyati vīta-śoko\n dhātuḥ prasādān mahimānam ātmanaḥ\n\n “Both the Supersoul [Paramātmā] and the atomic soul [ jīvātmā] are situated on the same tree of the body within the same heart of the living being, and only one who has become free from all material desires as well as lamentations can, by the grace of the Supreme, understand the glories of the soul.” Kṛṣṇa is the fountainhead of the Supersoul also, as it will be disclosed in the following chapters, and Arjuna is the atomic soul, forgetful of his real nature; therefore he requires to be enlightened by Kṛṣṇa, or by His bona fide representative (the spiritual master)."
      }
    },
    {
      "id":"60", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"21",
          "verno":"21", 
          "shlok":"वेदाविनाशिनं नित्यं य एनमजमव्ययम् ।\n कथं स पुरुषः पार्थ कं घातयति हन्ति कम् ॥ २१ ॥", 
          "translit":"vedāvināśinaṁ nityaṁ ya enam ajam avyayam kathaṁ sa puruṣaḥ pārtha kaṁ ghātayati hanti kam",
          "synonyms":"veda — knows; avināśinam — indestructible; nityam — always existing; yaḥ — one who; enam — this (soul); ajam — unborn; avyayam — immutable; katham — how; saḥ — that; puruṣaḥ — person; pārtha — O Pārtha (Arjuna); kam — whom; ghātayati — causes to hurt; hanti — kills; kam — whom.", 
          "translate":"O Pārtha, how can a person who knows that the soul is indestructible, eternal, unborn and immutable kill anyone or cause anyone to kill?",
          "purport":"Everything has its proper utility, and a man who is situated in complete knowledge knows how and where to apply a thing for its proper utility. Similarly, violence also has its utility, and how to apply violence rests with the person in knowledge. Although the justice of the peace awards capital punishment to a person condemned for murder, the justice of the peace cannot be blamed, because he orders violence to another person according to the codes of justice. In Manu-saṁhitā, the lawbook for mankind, it is supported that a murderer should be condemned to death so that in his next life he will not have to suffer for the great sin he has committed. Therefore, the king’s punishment of hanging a murderer is actually beneficial. Similarly, when Kṛṣṇa orders fighting, it must be concluded that violence is for supreme justice, and thus Arjuna should follow the instruction, knowing well that such violence, committed in the act of fighting for Kṛṣṇa, is not violence at all because, at any rate, the man, or rather the soul, cannot be killed; so for the administration of justice, so-called violence is permitted. A surgical operation is not meant to kill the patient, but to cure him. Therefore the fighting to be executed by Arjuna at the instruction of Kṛṣṇa is with full knowledge, so there is no possibility of sinful reaction."
      }
    },
    {
      "id":"61", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"22",
          "verno":"22", 
          "shlok":"वासांसि जीर्णानि यथा विहाय नवानि गृह्णाति नरोऽपराणि ।\n तथा शरीराणि विहाय जीर्णान्यन्यानि संयाति नवानि देही ॥ २२ ॥", 
          "translit":"vāsāṁsi jīrṇāni yathā vihāya navāni gṛhṇāti naro ’parāṇi tathā śarīrāṇi vihāya jīrṇāny anyāni saṁyāti navāni dehī",
          "synonyms":"vāsāṁsi — garments; jīrṇāni — old and worn out; yathā — just as; vihāya — giving up; navāni — new garments; gṛhṇāti — does accept; naraḥ — a man; aparāṇi — others; tathā — in the same way; śarīrāṇi — bodies; vihāya — giving up; jirṇāni — old and useless; anyāni — different; saṁyāti — verily accepts; navāni — new sets; dehī — the embodied.", 
          "translate":"As a person puts on new garments, giving up old ones, the soul similarly accepts new material bodies, giving up the old and useless ones.",
          "purport":"Change of body by the atomic individual soul is an accepted fact. Even the modern scientists who do not believe in the existence of the soul, but at the same time cannot explain the source of energy from the heart, have to accept continuous changes of body which appear from childhood to boyhood and from boyhood to youth and again from youth to old age. From old age, the change is transferred to another body. This has already been explained in a previous verse (2.13). Transference of the atomic individual soul to another body is made possible by the grace of the Supersoul. The Supersoul fulfills the desire of the atomic soul as one friend fulfills the desire of another. The Vedas, like the Muṇḍaka Upaniṣad, as well as the Śvetāśvatara Upaniṣad, compare the soul and the Supersoul to two friendly birds sitting on the same tree. One of the birds (the individual atomic soul) is eating the fruit of the tree, and the other bird (Kṛṣṇa) is simply watching His friend. Of these two birds – although they are the same in quality – one is captivated by the fruits of the material tree, while the other is simply witnessing the activities of His friend. Kṛṣṇa is the witnessing bird, and Arjuna is the eating bird. Although they are friends, one is still the master and the other is the servant. Forgetfulness of this relationship by the atomic soul is the cause of one’s changing his position from one tree to another, or from one body to another. The jīva soul is struggling very hard on the tree of the material body, but as soon as he agrees to accept the other bird as the supreme spiritual master – as Arjuna agreed to do by voluntary surrender unto Kṛṣṇa for instruction – the subordinate bird immediately becomes free from all lamentations. Both the Muṇḍaka Upaniṣad (3.1.2) and Śvetāśvatara Upaniṣad (4.7) confirm this:\n\n samāne vṛkṣe puruṣo nimagno\n ’nīśayā śocati muhyamānaḥ\n juṣṭaṁ yadā paśyaty anyam īśam\n asya mahimānam iti vīta-śokaḥ\n\n “Although the two birds are in the same tree, the eating bird is fully engrossed with anxiety and moroseness as the enjoyer of the fruits of the tree. But if in some way or other he turns his face to his friend the Lord and knows His glories – at once the suffering bird becomes free from all anxieties.” Arjuna has now turned his face towards his eternal friend, Kṛṣṇa, and is understanding the Bhagavad-gītā from Him. And thus, hearing from Kṛṣṇa, he can understand the supreme glories of the Lord and be free from lamentation. Arjuna is advised herewith by the Lord not to lament for the bodily change of his old grandfather and his teacher. He should rather be happy to kill their bodies in the righteous fight so that they may be cleansed at once of all reactions from various bodily activities. One who lays down his life on the sacrificial altar, or in the proper battlefield, is at once cleansed of bodily reactions and promoted to a higher status of life. So there was no cause for Arjuna’s lamentation."
      }
    },
    {
      "id":"62", 
      "name":"Contents of the Gitā Summarized", 
      "chp":"2",
      "data":{         
          "vid":"23",
          "verno":"23", 
          "shlok":"", 
          "translit":"",
          "synonyms":"", 
          "translate":"",
          "purport":""
      }
    }
]
