[
    {
    "id" : "1",
    "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
    "chp" : "1", 
    "data" : { 
        "verno" : "1",
        "shlok" : "धृतराष्ट्र उवाच\n धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।\n मामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय ॥ १ ॥",
        "translit" : "dhṛtarāṣṭra uvāca dharma-kṣetre kuru-kṣetre samavetā yuyutsavah māmakāh pāṇḍavāś caiva kim akurvata Sañjaya", 
        "synonyms" : "dhṛtarāṣṭrah uvāca-King Dhṛtaraṣṭra said; dharma-kṣetre-in the place of pilgrimage; kuru-kṣetre-in the place named Kurukṣetra; samavetāh-assembled; yuyutsavah-desiring to fight; māmakāh—my party (sons); pandavāh-the sons of Pandu; ca-and; eva-certainly; kim-what; akurvata-did they do; sañjaya-O Sañjaya.", 
        "translate" : "Dhṛtarāṣṭra said: O Sañjaya, after my sons and the sons of Pandu assembled in the place of pilgrimage at Kurukṣetra, desiring to fight, what did they do?",
        "purport" : "Bhagavad-Gītā is the widely read theistic science summarized in the Gītā-māhātmya (Glorification of the Gītā). There it says that one should read Bhagavad-gītā very scrutinizingly with the help of a person who is a devotee of Śrī Kṛṣṇa and try to understand it without personally motivated interpretations. The example of clear understanding is there in the Bhagavad-Gītā itself, in the way the teaching is understood by Arjuna, who heard the Gītā directly from the Lord. If someone is fortunate enough to understand Bhagavad-Gītā in that line of disciplic succession, without motivated interpretation, then he surpasses all studies of Vedic wisdom, and all scriptures of the world. One will find in the Bhagavad-Gītā all that is contained in other scriptures, but the reader will also find things which are not to be found elsewhere. That is the specific standard of the Gītā. It is the perfect theistic science because it is directly spoken by the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa. The topics discussed by Dhṛtarāṣṭra and Sañjaya, as described in the Mahabharata, form the basic principle for this great philosophy. It is understood that this philosophy evolved on the Battlefield of Kurukṣetra, which is a sacred place of pilgrimage from the immemorial time of the Vedic age. It was spoken by the Lord when He was present personally on this planet for the guidance of mankind. The word dharma-kṣetra (a place where religious rituals are performed) is significant because, on the Battlefield of Kurukṣetra, the Supreme Personality of Godhead was present on the side of Arjuna. Dhṛtarāṣṭra, the father of the Kurus, was highly doubtful about the possibility of his sons' ultimate victory. In his doubt, he inquired from his secretary Sañjaya, 'What did they do?' He was confident that both his sons and the sons of his younger brother Pandu were assembled in that Field of Kurukṣetra for a determined engagement of the war. Still, his inquiry is significant. He did not want a compromise between the cousins and brothers, and he wanted to be sure of the fate of his sons on the battlefield. Because the battle was arranged to be fought at Kurukṣetra, which is mentioned elsewhere in the Vedas as a place of worship-even for the denizens of heaven-Dhṛtaraṣṭra became very fearful about the influence of the holy place on the outcome of the battle. He knew very well that this would influence Arjuna and the sons of Pandu favorably, because by nature they were all virtuous. Sañjaya was a student of Vyāsa, and therefore, by the mercy of Vyāsa, Sañjaya was able to envision the Battlefield of Kurukṣetra even while he was in the room of Dhṛtarāṣṭra. And so, Dhṛtarāṣṭra asked him about the situation on the battlefield. Both the Pandavas and the sons of Dhṛtarāṣṭra belong to the same family, but Dhṛtarāṣṭra's mind is disclosed herein. He deliberately claimed only his sons as Kurus, and he separated the sons of Pandu from the family heritage. One can thus understand the specific position of Dhṛtarāṣṭra in his relationship with his nephews, the sons of Pandu. As in the paddy field the unnecessary plants are taken out, so it is expected from the very beginning of these topics that in the religious field of Kurukṣetra, where the father of religion, Śrī Kṛṣṇa, was present, the unwanted plants like Dhṛtarāṣṭra's son Duryodhana and others would be wiped out and the thoroughly religious persons, headed by Yudhiṣṭhira, would be established by the Lord. This is the significance of the words dharma-kṣetre and kuru-kṣetre, apart from their historical and Vedic importance." 
    }
    },
    {
        "id":"2",
        "name":"Observing the Armies on the Battlefield of Kurukṣetra",
        "chp":"1",
        "data":{
            "verno":"2",
            "shlok":"सञ्जय उवाच\n दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।\n आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ॥ २ ॥",
            "translit":"sañjaya uvāca dṛṣṭvā tu pāṇḍavānīkam vyuḍham duryodhanas tadā ācāryam upasangamya rājā vacanam abravit",
            "synonyms":"sañjayah uvāca-Sañjaya said; dṛṣṭvā-after seeing; tu-but; pandava-anikam-the soldiers of the Pandavas; vyuḍham-arranged in a military phalanx; duryodhanah-King Duryodhana; tadā—at that time; ācāryam-the teacher; upasangamya-approaching; rājā—the king; vacanam-words; abravit-spoke.",
            "translate":"Sañjaya said: O King, after looking over the army arranged in military formation by the sons of Pandu, King Duryodhana went to his teacher and spoke the following words.",
            "purport":"Dhṛtarāṣṭra was blind from birth. Unfortunately, he was also bereft of spiritual vision. He knew very well that his sons were equally blind in the matter of religion, and he was sure that they could never reach an understanding with the Pandavas, who were all pious since birth. Still he was doubtful about the influence of the place of pilgrimage, and Sañjaya could understand his motive in asking about the situation on the battlefield. Sañjaya wanted, therefore, to encourage the despondent king and thus assured him that his sons were not going to make any sort of compromise under the influence of the holy place. Sañjaya therefore informed the king that his son, Duryodhana, after seeing the military force of the Pandavas, at once went to the commander in chief, Droṇācārya, to inform him of the real position. Although Duryodhana is mentioned as the king, he still had to go to the commander on account of the seriousness of the situation. He was therefore quite fit to be a politician. But Duryodhana's diplomatic veneer could not disguise the fear he felt when he saw the military arrangement of the Pandavas."
        }
    },
    {
        "id":"3", 
        "chp":"1", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "data":{
            "vid":"3", 
            "verno":"3", 
            "shlok":"पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।\n व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥ ३ ॥", 
            "translit":"paśyaitām pāṇḍu-putrāṇām ācārya mahatim camum vyuḍhām drupada-putreṇa tava śiṣyeṇa dhimatā",   
            "synonyms":"paśya-behold; etām-this; pāṇḍu-putrāṇām-of the sons of Pandu; ācārya-O teacher; mahatim-great; camum-military force; vyūḍhām-arranged; drupada-putreṇa-by the son of Drupada; tava-your; śiṣyeṇa-disciple; dhi-mata-very intelligent.",
            "translate":"O my teacher, behold the great army of the sons of Pandu, so expertly arranged by your intelligent disciple the son of Drupada.", 
            "purport":"Duryodhana, a great diplomat, wanted to point out the defects of Droṇācārya, the great brahmana commander in chief. Droṇācārya had some political quarrel with King Drupada, the father of Draupadi, who was Arjuna's wife. As a result of this quarrel, Drupada performed a great sacrifice, by which he received the benediction of having a son who would be able to kill Droṇācārya. Droṇācārya knew this perfectly well, and yet as a liberal brāhmaṇa he did not hesitate to impart all his military secrets when the son of Drupada, Dhṛṣṭadyumna, was entrusted to him for military education. Now, on the Battlefield of Kurukṣetra, Dhṛṣṭadyumna took the side of the Pandavas, and it was he who arranged for their military phalanx, after having learned the art from Droṇācārya. Duryodhana pointed out this mistake of Droṇācārya's so that he might be alert and uncompromising in the fighting. By this he wanted to point out also that he should not be similarly lenient in battle against the Pandavas, who were also Droṇācārya's affectionate students. Arjuna, especially, was his most affectionate and brilliant student. Duryodhana also warned that such leniency in the fight would lead to defeat."
        }
    }, 
    {
        "id":"4", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"4",
            "verno":"4", 
            "shlok":"अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।\n युयुधानो विराटश्च द्रुपदश्च महारथः ॥", 
            "translit":"atra śūrā maheṣv-āsā bhīmārjuna-samā yudhi yuyudhāno virāțaś ca drupadaś ca mahā-rathah",
            "synonyms":"atra-here; śūrāh-heroes; mahā-iṣu-āsāh-mighty bowmen; bhīma-arjuna-to Bhīma and Arjuna; samāh-equal; yudhi-in the fight; yuyudhānah-Yuyudhāna; virāțah-Virāța; ca-also; drupadah-Drupada; ca-also; mahā-rathah-great fighter.", 
            "translate":"Here in this army are many heroic bowmen equal in fighting to Bhīma and Arjuna: great fighters like Yuyudhāna, Virāța and Drupada.",
            "purport":"Even though Dhṛṣṭadyumna was not a very important obstacle in the face of Droṇācārya's very great power in the military art, there were many others who were causes of fear. They are mentioned by Duryodhana as great stumbling blocks on the path of victory because each and every one of them was as formidable as Bhīma and Arjuna. He knew the strength of Bhīma and Arjuna, and thus he compared the others with them."
        }
     },
     {
        "id":"5", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"5",
            "verno":"5", 
            "shlok":"धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।\n पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥ ५ ॥", 
            "translit":"dhṛṣṭaketuś cekitānah kāśirājaś ca vīryavān purujit kuntibhojaś ca śaibyaś ca nara-pungavah",
            "synonyms": "dhṛṣṭaketuh-Dhṛṣṭaketu; cekitānah-Cekitāna; kāśirājah-Kāśirāja; ca-also; vīrya-vān-very powerful; purujit-Purujit; kuntibhojah-Kuntibhoja; ca-and; śaibyah-Śaibya; ca-and; nara-pungavah-hero in human society.", 
            "translate":"There are also great, heroic, powerful fighters like Dhṛṣṭaketu, Cekitāna, Kāśirāja, Purujit, Kuntibhoja and Śaibya.",
            "purport":"No purport for this verse"
        }
      },
      {
        "id":"6", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"6",
            "verno":"6", 
            "shlok":"युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।\n सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥ ६॥", 
            "translit":"yudhāmanyuś ca vikrānta uttamaujāś ca viryavān saubhadro draupadeyāś ca sarva eva mahā-rathāh",
            "synonyms":"yudhāmanyuh-Yudhāmanyu; ca-and; vikrāntah-mighty; uttamaujāh-Uttamaujā; ca-and; vīrya-vān-very powerful; saubhadrah-the son of Subhadrā; draupadeyāh-the sons of Draupadi; ca-and; sarve-all; eva-certainly; mahā-rathāh-great chariot fighters.", 
            "translate":"There are the mighty Yudhāmanyu, the very powerful Uttamaujā, the son of Subhadra and the sons of Draupadi. All these warriors are great chariot fighters.",
            "purport":"No purport for this verse"
        }
      },
      {
        "id":"7", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"7",
            "verno":"7", 
            "shlok":"अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।\n नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥ ७ ॥", 
            "translit":"asmākam tu viśiṣtā ye tān nibodha dvijottama nāyakā mama sainyasya samjñārtham tān bravīmi te",
            "synonyms":"asmākam-our; tu-but; viśiṣtāh-especially powerful; ye-who; tān-them; nibodha-just take note of, be informed; dvija-uttama- best of the brāhmaṇas; nāyakāh-captains; mama-my; sainyasya-of the soldiers; samjñā-artham-for information; tān-them; bravimi-I am speaking; te-to you.", 
            "translate":"But for your information, O best of the brāhmaṇas, let me tell you about the captains who are especially qualified to lead my military force.",
            "purport":"No purport for this verse"
        }
      },
      {
        "id":"8", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"8",
            "verno":"8", 
            "shlok":"भवान्भीष्मश्च कर्णश्च कृपश्च समितिंजयः ।\n अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च ॥ ८ ॥", 
            "translit":"bhavān bhīṣmaś ca karṇaś ca kṛpaś ca samitim-jayah aśvatthāmā vikarṇaś ca saumadattis tathaiva ca",
            "synonyms":"bhavān-your good self; bhīṣmah-Grandfather Bhīṣma; ca-also; karṇah-karṇa; ca-and; Kṛpah-Kṛpa; ca-and; samitim-jayah-always victorious in battle; aśvatthāmā-Aśvatthāmā; vikarṇah-Vikarṇa; ca-as well as; saumadattih-the son of Somadatta; tathā-as well as; eva-certainly; ca-also.", 
            "translate":"There are personalities like you, Bhīṣma, Karṇa, Kṛpa, Aśvatthāmā, Vikarṇa and the son of Somadatta called Bhūriśravā, who are always victorious in battle.",
            "purport":"Duryodhana mentions the exceptional heroes in the battle, all of whom are ever victorious. Vikarṇa is the brother of Duryodhana, Aśvatthāmā is the son of Droṇācārya, and Saumadatti, or Bhūriśravā, is the son of the King of the Bählīkas. karṇa is the half brother of Arjuna, as he was born of Kunti before her marriage with King Pandu. Kripācārya's twin sister married Droṇācārya."
        }
      },
      {
        "id":"9", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"9",
            "verno":"9", 
            "shlok":"अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।\n नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥ ९ ॥", 
            "translit":"anye ca bahavah śūrā mad-arthe tyakta-jīvitāh nānā-śastra-praharaṇāh sarve yuddha-viśāradāh",
            "synonyms":"anye-others; ca-also; bahavah-in great numbers; śūrāh-heroes; mat-arthe-for my sake; tyakta-jīvitāh-prepared to risk life; nānā-many; śastra-weapons; praharanāh-equipped with; sarve-all of them; yuddha-viśāradāh-experienced in military science.", 
            "translate":"There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science.",
            "purport":"As far as the others are concerned-like Jayadratha, Krtavarma and Śalya-all are determined to lay down their lives for Duryodhana's sake. In other words, it is already concluded that all of them would die in the Battle of Kurukṣetra for joining the party of the sinful Duryodhana. Duryodhana was, of course, confident of his victory on account of the above-mentioned combined strength of his friends."
        }
      },
      {
        "id":"10", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"10",
            "verno":"10", 
            "shlok":"अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् ।\n पर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् ॥ १० ॥", 
            "translit":"aparyāptam tad asmākam balam bhīṣmābhirakșitam paryāptam tv idam eteṣām balam bhīmābhirakșitam",
            "synonyms":"aparyāptam-immeasurable; tat-that; asmākam of ours; balam-strength; bhīṣma by Grandfather Bhīṣma; abhirakșitam-perfectly protected; paryāptam-limited; tu-but; idam-all this; eteșām-of the Pandavas; balam-strength; bhīma-by Bhīma; abhirakșitam-carefully protected.", 
            "translate":"Our strength is immeasurable, and we are perfectly protected by Grandfather Bhīṣma, whereas the strength of the Pandavas, carefully protected by Bhīma, is limited.",
            "purport":"Herein an estimation of comparative strength is made by Duryodhana. He thinks that the strength of his armed forces is immeasurable, being specifically protected by the most experienced general, Grandfather Bhīṣma. On the other hand, the forces of the Pandavas are limited, being protected by a less experienced general, Bhīma, who is like a fig in the presence of Bhīṣma. Duryodhana was always envious of Bhīma because he knew perfectly well that if he should die at all, he would only be killed by Bhīma. But at the same time, he was confident of his victory on account of the presence of Bhīṣma, who was a far superior general. His conclusion that he would come out of the battle victorious was well ascertained."
        }
      },
      {
        "id":"11", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"11",
            "verno":"11", 
            "shlok":"अयनेषु च सर्वेषु यथाभागमवस्थिताः ।\n भीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि ॥ ११ ॥", 
            "translit":"ayaneșu ca sarveṣu yathā-bhāgam avasthitāh bhīṣmam evābhirakṣantu bhavantah sarva eva hi",
            "synonyms":"ayaneșu-in the strategic points; ca-also; sarveṣu-everywhere; yathā-bhāgamas differently arranged; avasthitāh-situated; bhīṣmam-unto Grandfather Bhīṣma; eva-certainly; abhirakșantu-should give support; bhavantah-you; sarve-all respectively; eva hi-certainly.", 
            "translate":"All of you must now give full support to Grandfather Bhīṣma, as you stand at your respective strategic points of entrance into the phalanx of the army.",
            "purport":"Duryodhana, after praising the prowess of Bhīṣma, further considered that others might think that they had been considered less important, so in his usual diplomatic way, he tried to adjust the situation in the above words. He emphasized that Bhīṣmadeva was undoubtedly the greatest hero, but he was an old man, so everyone must especially think of his protection from all sides. He might become engaged in the fight, and the enemy might take advantage of his full engagement on one side. Therefore, it was important that other heroes not leave their strategic positions and allow the enemy to break the phalanx. Duryodhana clearly felt that the victory of the Kurus depended on the presence of Bhīṣmadeva. He was confident of the full support of Bhīṣmadeva and Droṇācārya in the battle because he well knew that they did not even speak a word when Arjuna's wife Draupadi, in her helpless condition, had appealed to them for justice while she was being forced to appear naked in the presence of all the great generals in the assembly. Although he knew that the two generals had some sort of affection for the Pandavas, he hoped that these generals would now completely give it up, as they had done during the gambling performances."
        }
      },
      {
        "id":"12", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"12",
            "verno":"12", 
            "shlok":"तस्य सञ्जनयन्हर्षं कुरुवृद्धः पितामहः ।\n सिंहनादं विनद्योच्चैः शङ्ख दध्मौ प्रतापवान् ॥ १२ ॥", 
            "translit":"tasya sañjanayan harṣam kuru-vṛddhah pitāmahah simha-nādam vinadyoccaih śankham dadhmau pratāpavān",
            "synonyms":"tasya-his; sañjanayan-increasing; harșam-cheerfulness; kuru-vṛddhah-the grandsire of the Kuru dynasty (Bhīṣma); pitāmahah-the grandfather; simha-nādam-roaring sound, like that of a lion; vinadya vibrating; uccaih-very loudly; śankham-conchshell; dadhmau-blew; pratāpa-vān-the valiant.", 
            "translate":"Then Bhīṣma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly, making a sound like the roar of a lion, giving Duryodhana joy.",
            "purport":"The grandsire of the Kuru dynasty could understand the inner meaning of the heart of his grandson Duryodhana, and out of his natural compassion for him he tried to cheer him by blowing his conchshell very loudly, befitting his position as a lion. Indirectly, by the symbolism of the conchshell, he informed his depressed grandson Duryodhana that he had no chance of victory in the battle, because the Supreme Lord Kṛṣṇa was on the other side. But still, it was his duty to conduct the fight, and no pains would be spared in that connection."
        }
      },
      {
        "id":"13", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"13",
            "verno":"13", 
            "shlok":"ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।\n सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥ १३ ॥", 
            "translit":"tatah śankhāś ca bheryaś ca paṇavānaka-gomukhāh sahasaivābhyahanyanta sa śabdas tumulo 'bhavat",
            "synonyms":"tatah-thereafter; sankhāh-conchshells; ca-also; bheryah-large drums; ca-and; panava-ānaka-small drums and kettledrums; go-mukhāh-horns; sahasā-all of a sudden; eva-certainly; abhyahanyanta-were simultaneously sounded; sah-that; śabdah-combined sound; tumulah-tumultuous; abhavat became.", 
            "translate":"After that, the conchshells, drums, bugles, trumpets and horns were all suddenly sounded, and the combined sound was tumultuous.",
            "purport":"No purport for this verse"
        }
      },
      {
        "id":"14", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"14",
            "verno":"14", 
            "shlok":"ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ ।\n माधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः ॥ १४ ॥", 
            "translit":"tatah śvetair hayair yukte mahati syandane sthitau mādhavah pāndavaś caiva divyau sankhau pradadhmatuh",
            "synonyms":"tatah-thereafter; śvetaih-with white; hayaih-horses; yukte-being yoked; mahati-in a great; syandane-chariot; sthitau-situated; mādhavah -Krsna (the husband of the goddess of fortune); pāndavah-Arjuna (the son of Pandu); ca-also; eva-certainly; divyau-transcendental; śankhau-conchshells; pradadhmatuh-sounded.", 
            "translate":"On the other side, both Lord Kṛṣṇa and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells.",
            "purport":"In contrast with the conchshell blown by Bhīṣmadeva, the conchshells in the hands of Kṛṣṇa and Arjuna are described as transcendental. The sounding of the transcendental conchshells indicated that there was no hope of victory for the other side because Kṛṣṇa was on the side of the Pandavas. Jayas tu pāndu-putrānām yeṣām pakṣe janārdanah. Victory is always with persons like the sons of Pandu because Lord Kṛṣṇa is associated with them. And whenever and wherever the Lord is present, the goddess of fortune is also there because the goddess of fortune never lives alone without her husband. Therefore, victory and fortune were awaiting Arjuna, as indicated by the transcendental sound produced by the conchshell of Vishnu, or Lord Kṛṣṇa. Besides that, the chariot on which both the friends were seated had been donated by Agni (the fire-god) to Arjuna, and this indicated that this chariot was capable of conquering all sides, wherever it was drawn over the three worlds."
        }
      },
      {
        "id":"15", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"15",
            "verno":"15", 
            "shlok":"पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।\n पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥ १५ ॥", 
            "translit":"pañcajanyam hṛṣikeso devadattam dhananjayah paundram dadhmau maha-śankham Bhīma-karma vṛkodarah",
            "synonyms":"pañcajanyam-the conchshell named Pañcajanya; hrṣika-iśah-Hrsikeśa (Krsna, the Lord who directs the senses of the devotees); devadattam-the conchshell named Devadatta; dhanam-jayah-Dhananjaya (Arjuna, the winner of wealth); paundram-the conch named Paundra; dadhmau-blew; mahā-śankham—the terrific conchshell; Bhīma-karmā—one who performs herculean tasks; vṛka-udarah-the voracious eater (Bhīma).", 
            "translate":"Lord Kṛṣṇa blew His conchshell, called Pāñcajanya; Arjuna blew his, the Devadatta; and Bhīma, the voracious eater and performer of herculean tasks, blew his terrific conchshell, called Paundra.",
            "purport":"Lord Kṛṣṇa is referred to as Hrṣikesa in this verse because He is the owner of all senses. The living entities are part and parcel of Him, and therefore the senses of the living entities are also part and parcel of His senses. The impersonalists cannot account for the senses of the living entities, and therefore they are always anxious to describe all living entities as senseless, or impersonal. The Lord, situated in the hearts of all living entities, directs their senses. But He directs in terms of the surrender of the living entity, and in the case of a pure devotee He directly controls the senses. Here on the Battlefield of Kurukṣetra the Lord directly controls the transcendental senses of Arjuna, and thus His particular name of Hṛṣikeśa. The Lord has different names according to His different activities. For example, His name is Madhusudana because He killed the demon of the name Madhu; His name is Govinda because He gives pleasure to the cows and to the senses; His name is Vasudeva because He appeared as the son of Vasudeva; His name is Devaki-nandana because He accepted Devaki as His mother; His name is Yasoda-nandana because He awarded His childhood pastimes to Yasoda at Vṛndavana; His name is Partha-sarathi because He worked as charioteer of His friend Arjuna. Similarly, His name is Hṛṣikeśa because He gave direction to Arjuna on the Battlefield of Kurukṣetra.  Arjuna is referred to as Dhananjaya in this verse because he helped his elder brother in fetching wealth when it was required by the king to make expenditures for different sacrifices. Similarly, Bhīma is known as Vṛkodara because he could eat as voraciously as he could perform herculean tasks, such as killing the demon Hidimba. So the particular types of conchshell blown by the different personalities on the side of the Pandavas, beginning with the Lord's, were all very encouraging to the fighting soldiers. On the other side. there were no such credits, nor the presence of Lord Kṛṣṇa, the supreme director, nor that of the goddess of fortune. So they were predestined to lose the battle-and that was the message announced by the sounds of the conchshells."
        }
      },
      {
        "id":"16", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"16",
            "verno":"16-18", 
            "shlok":"अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।\n नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥ १६ ॥\n काश्यश्च परमेष्वासः शिखण्डी च महारथः ।\n धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥ १७ ॥\n द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।\n सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥ १८॥", 
            "translit":"anantavijayam rājā kunti-putro yudhisthirah nakulah sahadevas ca sughoṣa-manipuṣpakau \n kāśyaś ca parameṣv-āsah sikhandi ca maha-rathah dhṛṣṭadyumno virățaś ca satyakiś caparajitah \n drupado draupadeyāś ca sarvaśah prthivi-pate saubhadraś ca mahā-bāhuh sankhan dadhmuh prthak prthak",
            "synonyms":"ananta-vijayam-the conch named Ananta-vijaya; rājā-the king; kunti-putrah-the son of Kunti; yudhisthirah-Yudhiṣṭhira; nakulah-Nakula; sahadevah-Sahadeva; ca-and; sughoṣa-manipuṣpakau-the conches named Sughoșa and Manipuṣpaka; kāśyah-the King of Kāśī (Vārāṇasī); ca-and; parama-isu-āsah-the great archer; sikhandi-Sikhandi; ca-also; maha-rathah-one who can fight alone against thousands; dhrṣṭadyumnah-Dhṛṣṭadyumna (the son of King Drupada); virāṭah-Virāṭa (the prince who gave shelter to the Pandavas while they were in disguise); ca-also; satyakih-Satyaki (the same as Yuyudhana, the charioteer of Lord Krsna); ca-and; aparajitah-who had never been vanquished; drupadah-Drupada, the King of Pañcala; draupadeyah-the sons of Draupadi; ca-also; sarvaśah-all; prthivi-pate-O King; saubhadrah-ABhīmanyu, the son of Subhadra; ca-also; mahā-bāhuh-mighty-armed; sankhan-conchshells; dadhmuh-blew; prthak pṛthak-each separately.", 
            "translate":"King Yudhiṣṭhira, the son of Kunti, blew his conchshell, the Ananta-vijaya, and Nakula and Sahadeva blew the Sughoșa and Manipuṣpaka. That great archer the King of Kāsī, the great fighter Sikhandi, Dhṛṣṭadyumna, Virāța, the unconquerable Satyaki, Drupada, the sons of Draupadi, and the others, O King, such as the mighty-armed son of Subhadra, all blew their respective conchshells.",
            "purport":"Sañjaya informed King Dhṛtaraṣṭra very tactfully that his unwise policy of deceiving the sons of Pandu and endeavoring to enthrone his own sons on the seat of the kingdom was not very laudable. The signs already clearly indicated that the whole Kuru dynasty would be killed in that great battle. Beginning with the grandsire, Bhīṣma, down to the grandsons like ABhīmanyu and others-including kings from many states of the world-all were present there, and all were doomed. The whole catastrophe was due to King Dhṛtarāṣṭra, because he encouraged the policy followed by his sons."
        }
      },
      {
        "id":"17", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"17",
            "verno":"19", 
            "shlok":"स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।\n नभश्च पृथिवीं चैव तुमुलोऽभ्यनुनादयन् ॥ १९ ॥", 
            "translit":"sa ghoṣo dhārtaraṣṭrāṇāṁ hṛdayani vyadarayat nabhaś ca prthivim caiva tumulo 'bhyanunādayan",
            "synonyms":"sah-that; ghoṣah-vibration; dhārtarāṣṭrāṇām—of the sons of Dhṛtarāṣṭra; hṛdayani-hearts; vyadarayat-shattered; nabhah-the sky; ca—also; pṛthivim-the surface of the earth; ca-also; eva-certainly; tumulah-uproarious; abhyanunādayan-resounding.", 
            "translate":"The blowing of these different conchshells became uproarious. Vibrating both in the sky and on the earth, it shattered the hearts of the sons of Dhṛtarāṣṭra.",
            "purport":"When Bhīṣma and the others on the side of Duryodhana blew their respective conchshells, there was no heart-breaking on the part of the Pandavas. Such occurrences are not mentioned, but in this particular verse it is mentioned that the hearts of the sons of Dhṛtarāṣṭra were shattered by the sounds vibrated by the Pandavas' party. This is due to the Pandavas and their confidence in Lord Kṛṣṇa. One who takes shelter of the Supreme Lord has nothing to fear, even in the midst of the greatest calamity."
        }
      },
      {
        "id":"18", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"18",
            "verno":"20", 
            "shlok":"अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।\n प्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डवः ।\n हृषीकेशं तदा वाक्यमिदमाह महीपते ॥ २० ॥", 
            "translit":"atha vyavasthitan dṛṣṭvā dhartaraṣṭrän kapi-dhvajah pravṛtte sastra-sampäte dhanur udyamya pandavah hṛṣikeśam tadā vākyam idam äha mahi-pate",
            "synonyms":"atha-thereupon; vyavasthitan-situated; dṛṣṭvā-looking upon; dhartaraṣṭrān-the sons of Dhṛtaraṣṭra; kapi-dhvajah-he whose flag was marked with Hanuman; pravṛtte-while about to engage; sastra-sampäte-in releasing his arrows; dhanuh-bow; udyamya-taking up; pandavah-the son of Pandu (Arjuna); hṛṣikeśam-unto Lord Kṛṣṇa; tada—at that time; vakyam-words; idam-these; aha-said; mahi-pate-O King.", 
            "translate":"At that time Arjuna, the son of Pandu, seated in the chariot bearing the flag marked with Hanuman, took up his bow and prepared to shoot his arrows. O King, after looking at the sons of Dhṛtarāṣṭra drawn in military array, Arjuna then spoke to Lord Kṛṣṇa these words.",
            "purport":"The battle was just about to begin. It is understood from the above statement that the sons of Dhṛtaraṣṭra were more or less disheartened by the unexpected arrangement of military force by the Pandavas, who were guided by the direct instructions of Lord Kṛṣṇa on the battlefield. The emblem of Hanuman on the flag of Arjuna is another sign of victory because Hanuman cooperated with Lord Rama in the battle between Rama and Ravana, and Lord Rāma emerged victorious. Now both Rama and Hanuman were present on the chariot of Arjuna to help him. Lord Kṛṣṇa is Rama Himself, and wherever Lord Rama is, His eternal servitor Hanuman and His eternal consort Sītā, the goddess of fortune, are present. Therefore, Arjuna had no cause to fear any enemies whatsoever. And above all, the Lord of the senses, Lord Kṛṣṇa, was personally present to give him direction. Thus, all good counsel was available to Arjuna in the matter of executing the battle. In such auspicious conditions, arranged by the Lord for His eternal devotee, lay the signs of assured victory."
        }
      },
      {
        "id":"19", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"19",
            "verno":"21-22", 
            "shlok":"अर्जुन उवाच\n सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ।\n यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान् ॥ २१ ॥\n कैर्मया सह योद्धव्यमस्मिन्रणसमुद्यमे ॥ २२ ॥", 
            "translit":"arjuna uvāca senayor ubhayor madhye ratham sthapaya me 'cyuta yavad etan nirikṣe 'ham yoddhu-kämän avasthitän kair maya saha yoddhavyam asmin rana-samudyame",
            "synonyms":"arjunah uvāca-Arjuna said; senayoh-of the armies; ubhayoh-both; madhye-between; ratham-the chariot; sthāpaya-please keep; me—my; acyuta-O infallible one; yavat-as long as; etan-all these; nirikṣe-may look upon; aham-I; yoddhu-kaman-desiring to fight; avasthitan-arrayed on the battlefield; kaih-with whom; maya-by me; saha-together; yoddhavyam-have to fight; asmin-in this; rana-strife; samudyame-in the attempt.", 
            "translate":"Arjuna said: O infallible one, please draw my chariot between the two armies so that I may see those present here, who desire to fight, and with whom I must contend in this great trial of arms.",
            "purport":"Although Lord Kṛṣṇa is the Supreme Personality of Godhead, out of His causeless mercy He was engaged in the service of His friend. He never fails in His affection for His devotees, and thus He is addressed herein as infallible. As charioteer, He had to carry out the orders of Arjuna, and since He did not hesitate to do so, He is addressed as infallible. Although He had accepted the position of a charioteer for His devotee, His supreme position was not challenged. In all circumstances, He is the Supreme Personality of Godhead, Hṛṣikesa, the Lord of the total senses. The relationship between the Lord and His servitor is very sweet and transcendental. The servitor is always ready to render service to the Lord, and, similarly, the Lord is always seeking an opportunity to render some service to the devotee. He takes greater pleasure in His pure devotee's assuming the advantageous position of ordering Him than He does in being the giver of orders. Since He is master, everyone is under His orders, and no one is above Him to order Him. But when He finds that a pure devotee is ordering Him, He obtains transcendental pleasure, although He is the infallible master of all circumstances. As a pure devotee of the Lord, Arjuna had no desire to fight with his cousins and brothers, but he was forced to come onto the battlefield by the obstinacy of Duryodhana, who was never agreeable to any peaceful negotiation. Therefore, he was very anxious to see who the leading persons present on the battlefield were. Although there was no question of a peacemaking endeavor on the battlefield, he wanted to see them again, and to see how much they were bent upon demanding an unwanted war."
        }
      },
      {
        "id":"20", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"20",
            "verno":"23", 
            "shlok":"योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।\n धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥ २३ ॥", 
            "translit":"yotsyamanan avekṣe 'ham ya ete 'tra samagatah dhartaraṣṭrasya durbuddher yuddhe priya-cikirṣavah",
            "synonyms":"yotsyamanan-those who will be fighting; avekṣe-let me see; aham-I; ye-who; ete-those; atra-here; samāgatāh-assembled; dhārtarāṣṭrasya-for the son of Dhṛtaraṣṭra; durbuddheh-evil-minded; yuddhe-in the fight; priya-well; cikirṣavah-wishing.", 
            "translate":"Let me see those who have come here to fight, wishing to please the evil-minded son of Dhṛtaraṣṭra.",
            "purport":"It was an open secret that Duryodhana wanted to usurp the kingdom of the Pandavas by evil plans, in collaboration with his father, Dhṛtarāṣṭra. Therefore, all persons who had joined the side of Duryodhana must have been birds of the same feather. Arjuna wanted to see them on the battlefield before the fight was begun, just to learn who they were, but he had no intention of proposing peace negotiations with them. It was also a fact that he wanted to see them to make an estimate of the strength which he had to face, although he was quite confident of victory because Kṛṣṇa was sitting by his side."
        }
      },
      {
        "id":"21", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"21",
            "verno":"24", 
            "shlok":"सञ्जय उवाच\n एवमुक्तो हृषीकेशो गुडाकेशेन भारत ।\n सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् ॥ २४ ॥", 
            "translit":"Sañjaya uvāca evam ukto hṛṣikeso gudakesena bharata senayor ubhayor madhye sthäpayitva rathottamam",
            "synonyms":"sañjayah uvāca-Sañjaya said; evam-thus; uktah-addressed; hrṣikeśah-Lord Kṛṣṇa; guḍākesena-by Arjuna; bhārata-O descendant of Bharata; senayoh of the armies; ubhayoh-both; madhye-in the midst; sthāpayitva―placing; ratha-uttamam-the finest chariot.", 
            "translate":"Sañjaya said: O descendant of Bharata, having thus been addressed by Arjuna, Lord Kṛṣṇa drew up the fine chariot in the midst of the armies of both parties.",
            "purport":"In this verse Arjuna is referred to as Gudakeśa. Guḍākā means sleep, and one who conquers sleep is called guḍakeśa. Sleep also means ignorance. So Arjuna conquered both sleep and ignorance because of his friendship with Kṛṣṇa. As a great devotee of Kṛṣṇa, he could not forget Kṛṣṇa even for a moment, because that is the nature of a devotee. Either in waking or in sleep, a devotee of the Lord can never be free from thinking of Kṛṣṇa's name, form, qualities and pastimes. Thus a devotee of Kṛṣṇa can conquer both sleep and ignorance simply by thinking of Krsna constantly. This is called Kṛṣṇa consciousness, or samadhi. As Hṛṣikesa, or the director of the senses and mind of every living entity, Kṛṣṇa could understand Arjuna's purpose in placing the chariot in the midst of the armies. Thus He did so, and spoke as follows."
        }
      },
      {
        "id":"22", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"22",
            "verno":"25", 
            "shlok":"भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् ।\n उवाच पार्थ पश्यैतान्समवेतान्कुरूनिति ॥ २५ ॥", 
            "translit":"Bhīṣma-drona-pramukhatah sarveṣăm ca mahi-kṣitām uvāca partha pasyaitan samavetän kurun iti",
            "synonyms":"Bhīṣma-Grandfather Bhīṣma; drona-the teacher Drona; pramukhatah-in front of; sarveṣām-all; ca—also; mahi-kṣitām-chiefs of the world; uvāca-said; pārtha-O son of Pṛtha; pasya-just behold; etan-all of them; samavetan-assembled; kurun-the members of the Kuru dynasty; iti-thus.", 
            "translate":"In the presence of Bhīṣma, Drona and all the other chieftains of the world, the Lord said, Just behold, Partha, all the Kurus assembled here.",
            "purport":"As the Supersoul of all living entities, Lord Kṛṣṇa could understand what was going on in the mind of Arjuna. The use of the word Hrṣikesa in this connection indicates that He knew everything. And the word Partha, or the son of Kunti, or Pṛtha, is also similarly significant in reference to Arjuna. As a friend, He wanted to inform Arjuna that because Arjuna was the son of Pṛthā, the sister of His own father Vasudeva, He had agreed to be the charioteer of Arjuna. Now what did Kṛṣṇa mean when He told Arjuna to 'behold the Kurus'? Did Arjuna want to stop there and not fight? Krsna never expected such things from the son of His aunt Prtha. The mind of Arjuna was thus predicted by the Lord in friendly joking."
        }
      },
      {
        "id":"23", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"23",
            "verno":"26", 
            "shlok":"तत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान् ।\n आचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा ।\n श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि ॥ २६ ॥", 
            "translit":"tatrāpaśyat sthitān pārthah pitṛn atha pitāmahān ācāryān mātulān bhrātṛn putrān pautrān sakhims tathā Svaśurān suhṛdas caiva senayor ubhayor api",
            "synonyms":"tatrā-there; apaśyat-he could see; sthitān-standing; pārthah-Arjuna; pitṛin-fathers; atha-also; pitāmahān-grandfathers; ācāryān-teachers; mātulān-maternal uncles; bhrātṛn-brothers; putrān-sons; pautrān-grandsons; sakhin-friends; tathā-too; Svaśurān-fathers-in-law; suhṛdah-well-wishers; ca-also; eva-certainly; senayoh-of the armies; ubhayoh-of both parties; api-including.", 
            "translate":"There Arjuna could see, within the midst of the armies of both parties, his fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, friends, and also his fathers-in-law and well-wishers.",
            "purport":"On the battlefield Arjuna could see all kinds of relatives. He could see persons like Bhuriśrava, who were his father's contemporaries, grandfathers Bhiṣma and Somadatta, teachers like Droṇācārya and Kṛpācārya, maternal uncles like Śalya and Śakuni, brothers like Duryodhana, sons like Lakṣmaṇa, friends like Aśvatthāmã, well-wishers like Kṛtavarmā, etc. He could see also the armies which contained many of his friends."
        }
      },
      {
        "id":"24", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"24",
            "verno":"27", 
            "shlok":"तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् ।\n कृपया परयाविष्टो विषीदन्निदमब्रवीत् ॥ २७ ॥", 
            "translit":"tān samikṣya sa kaunteyah sarvān bandhun avasthitān kṛpayā parayāviṣṭo viṣidann idam abravit",
            "synonyms":"tān-all of them; samikṣya-after seeing; sah-he; kaunteyah-the son of Kunti; sarvān-all kinds of; bandhun-relatives; avasthitān-situated; kṛpayā-by compassion; parayā-of a high grade; aviṣṭah-overwhelmed; viṣidan-while lamenting; idam-thus; abravit-spoke.", 
            "translate":"When the son of Kunti, Arjuna, saw all these different grades of friends and relatives, he became overwhelmed with compassion and spoke thus.",
            "purport":"There is no purport for this verse"
        }
      },
      {
        "id":"25", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"25",
            "verno":"28", 
            "shlok":"अर्जुन उवाच\n दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् ।\n सीदन्ति मम गात्राणि मुखं च परिशुष्यति ॥ २८ ॥", 
            "translit":"arjuna uvāca dṛṣṭvemam sva-janam kṛṣṇa yuyutsum samupasthitam sidanti mama gātrāṇi mukham ca pariśuṣyati",
            "synonyms":"arjunah uvāca-Arjuna said; dṛṣṭvā-after seeing; imam-all these; sva-janam-kinsmen; kṛṣṇa-O Kṛṣṇa; yuyutsum-all in a fighting spirit; samupasthitam-present; sidanti-are quivering; mama-my; gātrāṇi-limbs of the body; mukham-mouth; ca-also; pariśuṣyati-is drying up.", 
            "translate":"Arjuna said: My dear Kṛṣṇa, seeing my friends and relatives present before me in such a fighting spirit, I feel the limbs of my body quivering and my mouth drying up.",
            "purport":"Any man who has genuine devotion to the Lord has all the good qualities which are found in godly persons or in the demigods, whereas the nondevotee, however advanced he may be in material qualifications by education and culture, lacks in godly qualities. As such, Arjuna, just after seeing his kinsmen, friends and relatives on the battlefield, was at once overwhelmed by compassion for them who had so decided to fight amongst themselves. As far as his soldiers were concerned, he was sympathetic from the beginning, but he felt compassion even for the soldiers of the opposite party, foreseeing their imminent death. And while he was so thinking, the limbs of his body began to quiver, and his mouth became dry. He was more or less astonished to see their fighting spirit. Practically the whole community, all blood relatives of Arjuna, had come to fight with him. This overwhelmed a kind devotee like Arjuna. Although it is not mentioned here, still one can easily imagine that not only were Arjuna's bodily limbs quivering and his mouth drying up, but he was also crying out of compassion. Such symptoms in Arjuna were not due to weakness but to his softheartedness, a characteristic of a pure devotee of the Lord. It is said therefore:\n yasyāsti bhaktir bhagavaty akiñcanā\n  sarvair guṇais tatra samāsate surāh\n harāv abhaktasya kuto mahad-guṇā\n mano-rathenāsati dhāvato bahih \n 'One who has unflinching devotion for the Personality of Godhead has all the good qualities of the demigods. But one who is not a devotee of the Lord has only material qualifications that are of little value. This is because he is hovering on the mental plane and is certain to be attracted by the glaring material energy.' (Bhag. 5.18.12)"
        }
      },
      {
        "id":"26", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"26",
            "verno":"29", 
            "shlok":"वेपथुश्च शरीरे मे रोमहर्षश्च जायते ।\n गाण्डीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते ॥ २९ ॥", 
            "translit":"vepathuś ca śarire me roma-harṣaś ca jāyate gāṇḍivam sramsate hastāt tvak caiva paridahyate",
            "synonyms":"vepathuh-trembling of the body; ca-also; śarire—on the body; me-my; roma-harṣah-standing of hair on end; ca-also; jāyate—is taking place; gāṇḍivam-the bow of Arjuna; sramsate-is slipping; hastāt—from the hand; tvak-skin; ca-also; eva-certainly; paridahyate-is burning.",
            "translate":"My whole body is trembling, my hair is standing on end, my bow Gāṇḍiva is slipping from my hand, and my skin is burning.",
            "purport":"There are two kinds of trembling of the body, and two kinds of standings of the hair on end. Such phenomena occur either in great spiritual ecstasy or out of great fear under material conditions. There is no fear in transcendental realization. Arjuna's symptoms in this situation are out of material fear-namely, loss of life. This is evident from other symptoms also; he became so impatient that his famous bow Gāṇḍiva was slipping from his hands, and, because his heart was burning within him, he was feeling a burning sensation of the skin. All these are due to a material conception of life."
        }
      }, 
      {
        "id":"27", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"27",
            "verno":"30", 
            "shlok":"न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः ।\n निमित्तानि च पश्यामि विपरीतानि केशव ॥ ३० ॥", 
            "translit":"na ca śaknomy avasthātum bhramativa ca me manah nimittāni ca paśyāmi viparitāni keśava",
            "synonyms":"na-nor; ca-also; śaknomi-am I able; avasthātum-to stay; bhramati-forgetting; iva-as; ca-and; me-my; manah-mind;nimittāni-causes; ca-also; paśyāmi-I see; viparitāni-just the opposite; keśava O killer of the demon Kesi (Kṛṣṇa).", 
            "translate":"I am now unable to stand here any longer. I am forgetting myself, and my mind is reeling. I see only causes of misfortune, O Kṛṣṇa, killer of the Keśi demon.",
            "purport":"Due to his impatience, Arjuna was unable to stay on the battlefield, and he was forgetting himself on account of this weakness of his mind. Excessive attachment for material things puts a man in such a bewildering condition of existence. Bhayam dvitiyābhiniveśatah syāt (Bhag. 11.2.37): such fearfulness and loss of mental equilibrium take place in persons who are too affected by material conditions. Arjuna envisioned only painful reverses in the battlefield he would not be happy even by gaining victory over the foe. The words nimittāni viparitāni are significant. When a man sees only frustration in his expectations, he thinks, 'Why am I here?' Everyone is interested in himself and his own welfare. No one is interested in the Supreme Self. Arjuna is showing ignorance of his real self-interest by Kṛṣṇa's will. One's real self-interest lies in Viṣṇu, or Kṛṣṇa. The conditioned soul forgets this, and therefore suffers material pains. Arjuna thought that his victory in the battle would only be a cause of lamentation for him."
        }
      },
      {
        "id":"28", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"28",
            "verno":"31", 
            "shlok":"न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे ।\n न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च ॥ ३१ ॥", 
            "translit":"na ca śreyo 'nupaśyāmi hatvā sva-janam āhave na kānkṣe vijayam kṛṣṇa na ca rājyam sukhāni ca",
            "synonyms":"na-nor; ca-also; śreyah-good; anupaśyāmi-do I foresee; hatvā-by killing; sva-janam-own kinsmen; āhave-in the fight; na-nor; kānkṣe-do I desire; vijayam-victory; kṛṣṇa-O Kṛṣṇa; na-nor; ca-also; rājyam-kingdom; sukhāni-happiness thereof; ca-also.", 
            "translate":"I do not see how any good can come from killing my own kinsmen in this battle, nor can I, my dear Kṛṣṇa, desire any subsequent victory, kingdom, or happiness.",
            "purport":"Without knowing that one's self-interest is in Viṣṇu (or Kṛṣṇa), conditioned souls are attracted by bodily relationships, hoping to be happy in such situations. In such a blind conception of life, they forget even the causes of material happiness. Arjuna appears to have even forgotten the moral codes for a kṣatriya. It is said that two kinds of men, namely the kṣatriya who dies directly in front of the battlefield under Kṛṣṇa's personal orders and the person in the renounced order of life who is absolutely devoted to spiritual culture, are eligible to enter into the sun globe, which is so powerful and dazzling. Arjuna is reluctant even to kill his enemies, let alone his relatives. He thinks that by killing his kinsmen there would be no happiness in his life, and therefore he is not willing to fight, just as a person who does not feel hunger is not inclined to cook. He has now decided to go into the forest and live a secluded life in frustration. But as a kṣatriya, he requires a kingdom for his subsistence, because the kṣatriyas cannot engage themselves in any other occupation. But Arjuna has no kingdom. Arjuna's sole opportunity for gaining a kingdom lies in fighting with his cousins and brothers and reclaiming the kingdom inherited from his father, which he does not like to do. Therefore he considers himself fit to go to the forest to live a secluded life of frustration."
        }
      },
      {
        "id":"29", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"29",
            "verno":"32-35", 
            "shlok":"किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा ।\n येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च ॥ ३२ ॥\n त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च ।\n आचार्याः पितरः पुत्रास्तथैव च पितामहाः ॥ ३३ ॥\n मातुलाः श्वशुराः पौत्राः श्यालाः सम्बन्धिनस्तथा ।\n एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन ॥ ३४ ॥\n अपि त्रैलोक्यराज्यस्य हेतोः किं नु महीकृते ।\n निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्ञ्जनार्दन ॥ ३५ ॥", 
            "translit":"kim no rājyena govinda kim bhogair jivitena vā yeṣām arthe kānkśitam no rājyam bhogāh sukhāni ca \n ta ime 'vasthitā yuddhe prānāms tyaktvā dhanāni ca ācāryāh pitarah putrās tathaiva ca pitāmahāh \n mātulāh śvaśurāh pautrāh śyālāh sambandhinas tathā etān na hantum icchāmi ghnato 'pi madhusudana \n api trailokya-rājyasya hetoh kim nu mahi-kṛte nihatya dhārtarāṣṭrān nah kā pṛtih syāj janārdana",
            "synonyms":"kim-what use; nah-to us; rājyena-is the kingdom; govinda-O Kṛṣṇa; kim-what; bhogaih-enjoyment; jivitena-living; va-either; yeṣām-of whom; arthe-for the sake; kankṣitam-is desired; nah-by us; rājyam-kingdom; bhogāh-material enjoyment; sukhāni-all happiness; ca-also; te-all of them; ime-these; avasthitāh-situated; yuddhe-on this battlefield; prāṇān-lives; tyaktvā—giving up; dhanāni-riches; ca-also; ācāryāh-teachers; pitarah-fathers; putrāh-sons; tathā—as well as; eva-certainly; ca-also; pitāmahāh-grandfathers; mātulāh-maternal uncles; śvaśurāh-fathers-in-law; pautrāh-grandsons; śyālāh-brothers-in-law; sambandhinah-relatives; tathā-as well as; etān-all these; na-never; hantum-to kill; icchāmi-do I wish; ghnatah-being killed; api-even; madhusudana-O killer of the demon Madhu (Kṛṣṇa); api-even if; trai-lokya-of the three worlds; rājyasya-for the kingdom; hetoh-in exchange; kim nu-what to speak of; mahi-kṛte-for the sake of the earth; nihatya-by killing; dhārtarāṣṭrān-the sons of Dhṛtarāṣṭra; nah-our; kā-what; pṛtih-pleasure; syāt-will there be; janārdana-O maintainer of all living entities.", 
            "translate":"O Govinda, of what avail to us are a kingdom, happiness or even life itself when all those for whom we may desire them are now arrayed on this battlefield? O Madhusudana, when teachers, fathers, sons, grandfathers, maternal uncles, fathers-in-law, grandsons, brothers-in-law and other relatives are ready to give up their lives and properties and are standing before me, why should I wish to kill them, even though they might otherwise kill me? O maintainer of all living entities, I am not prepared to fight with them even in exchange for the three worlds, let alone this earth. What pleasure will we derive from killing the sons of Dhṛtarāṣṭra?",
            "purport":"Arjuna has addressed Lord Kṛṣṇa as Govinda because Kṛṣṇa is the object of all pleasures for cows and the senses. By using this significant word, Arjuna indicates that Kṛṣṇa should understand what will satisfy Arjuna's senses. But Govinda is not meant for satisfying our senses. If we try to satisfy the senses of Govinda, however, then automatically our own senses are satisfied. Materially, everyone wants to satisfy his senses, and he wants God to be the order supplier for such satisfaction. The Lord will satisfy the senses of the living entities as much as they deserve, but not to the extent that they may covet. But when one takes the opposite way-namely, when one tries to satisfy the senses of Govinda without desiring to satisfy one's own senses-then by the grace of Govinda all desires of the living entity are satisfied. Arjuna's deep affection for community and family members is exhibited here partly due to his natural compassion for them. He is therefore not prepared to fight. Everyone wants to show his opulence to friends and relatives, but Arjuna fears that all his relatives and friends will be killed on the battlefield and he will be unable to share his opulence after victory. This is a typical calculation of material life. The transcendental life, however, is different. Since a devotee wants to satisfy the desires of the Lord, he can, Lord willing, accept all kinds of opulence for the service of the Lord, and if the Lord is not willing, he should not accept a farthing. Arjuna did not want to kill his relatives, and if there were any need to kill them, he desired that Kṛṣṇa kill them personally. At this point he did not know that Kṛṣṇa had already killed them before their coming into the battlefield and that he was only to become an instrument for Kṛṣṇa. This fact is disclosed in following chapters. As a natural devotee of the Lord, Arjuna did not like to retaliate against his miscreant cousins and brothers, but it was the Lord's plan that they should all be killed. The devotee of the Lord does not retaliate against the wrongdoer, but the Lord does not tolerate any mischief done to the devotee by the miscreants. The Lord can excuse a person on His own account, but He excuses no one who has done harm to His devotees. Therefore the Lord was determined to kill the miscreants, although Arjuna wanted to excuse them."
        }
      },
      {
        "id":"30", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"30",
            "verno":"36", 
            "shlok":"पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः ।\n तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्सबान्धवान् ।\n स्वजनं हि कथं हत्वा सुखिनः स्याम माधव ॥ ३६ ॥", 
            "translit":"pāpam evāśrayed asmān hatvāitān ātatāyinah tasmān nārhā vayam hantum dhārtarāṣṭrān sa-bāndhavān sva-janam hi katham hatvā sukhinah syāma mādhava",
            "synonyms":"pāpam-vices; eva-certainly; aśrayet-must come upon; asmān-us; hatvā-by killing; etān-all these; ātatāyinah-aggressors; tasmāt-therefore; na-never; arhāh-deserving; vayam-we; hantum-to kill; dhārtarāṣṭrān-the sons of Dhṛtarāṣṭra; sa-bāndhavān-along with friends; sva-janam-kinsmen; hi-certainly; katham-how; hatvā-by killing; sukhinah-happy; syāma-will we become; mādhava-O Kṛṣṇa, husband of the goddess of fortune.", 
            "translate":"Sin will overcome us if we slay such aggressors. Therefore it is not proper for us to kill the sons of Dhṛtarāṣṭra and our friends. What should we gain, O Kṛṣṇa, husband of the goddess of fortune, and how could we be happy by killing our own kinsmen?",
            "purport":"According to Vedic injunctions there are six kinds of aggressors: (1) a poison giver, (2) one who sets fire to the house, (3) one who attacks with deadly weapons, (4) one who plunders riches, (5) one who occupies another's land, and (6) one who kidnaps a wife. Such aggressors are at once to be killed, and no sin is incurred by killing such aggressors. Such killing of aggressors is quite befitting any ordinary man, but Arjuna was not an ordinary person. He was saintly by character, and therefore he wanted to deal with them in saintliness. This kind of saintliness, however, is not for a kṣatriya. Although a responsible man in the administration of a state is required to be saintly, he should not be cowardly. For example, Lord Rama was so saintly that people even now are anxious to live in the kingdom of Lord Rāma (rāma-rājya), but Lord Rāma never showed any cowardice. Rāvana was an aggressor against Rāma because Rāvana kidnapped Rāma's wife, Sitā, but Lord Rāma gave him sufficient lessons, unparalleled in the history of the world. In Arjuna's case, however, one should consider the special type of aggressors, namely his own grandfather, own teacher, friends, sons, grandsons, etc. Because of them, Arjuna thought that he should not take the severe steps necessary against ordinary aggressors. Besides that, saintly persons are advised to forgive. Such injunctions for saintly persons are more important than any political emergency. Arjuna considered that rather than kill his own kinsmen for political reasons, it would be better to forgive them on grounds of religion and saintly behavior. He did not, therefore, consider such killing profitable simply for the matter of temporary bodily happiness. After all, kingdoms and pleasures derived therefrom are not permanent, so why should he risk his life and eternal salvation by killing his own kinsmen? Arjuna's addressing of Kṛṣṇa as 'Mādhava,' or the husband of the goddess of fortune, is also significant in this connection. He wanted to point out to Kṛṣṇa that, as husband of the goddess of fortune, He should not induce Arjuna to take up a matter which would ultimately bring about misfortune. Kṛṣṇa, however, never brings misfortune to anyone, to say nothing of His devotees."
        }
      },
      {
        "id":"31", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"31",
            "verno":"37-38", 
            "shlok":"यद्यप्येते न पश्यन्ति लोभोपहतचेतसः ।\n कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् ॥ ३७ ॥\n कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम् ।\n कुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन ॥ ३८ ॥", 
            "translit":"yady apy ete na paśyanti lobhopahata-cetasah kula-kṣaya-kṛtam doṣam mitra-drohe ca pātakam \n katham na jñeyam asmābhih pāpād asmān nivartitum kula-kṣaya-kṛtam doṣam prapaśyadbhir janārdana",
            "synonyms":"yadi-if; api-even; ete-they; na-do not; paśyanti-see; lobha-by greed; upahata-overpowered; cetasah-their hearts; kula-kṣaya-in killing the family; kṛtam-done; doṣam-fault; mitra-drohe-in quarreling with friends; ca-also; pātakam-sinful reactions; katham-why; na-should not; jñeyam-be known; asmābhih-by us; pāpāt-from sins; asmāt—these; nivartitum-to cease; kula-kṣaya-in the destruction of a dynasty; kṛtam-done; doṣam-crime; prapasyadbhih-by those who can see; janārdana-O Kṛṣṇa.", 
            "translate":"O Janārdana, although these men, their hearts overtaken by greed, see no fault in killing one's family or quarreling with friends, why should we, who can see the crime in destroying a family, engage in these acts of sin?",
            "purport":"A kṣatriya is not supposed to refuse to battle or gamble when he is so invited by some rival party. Under such an obligation, Arjuna could not refuse to fight, because he had been challenged by the party of Duryodhana. In this connection, Arjuna considered that the other party might be blind to the effects of such a challenge. Arjuna, however, could see the evil consequences and could not accept the challenge. Obligation is actually binding when the effect is good, but when the effect is otherwise, then no one can be bound. Considering all these pros and cons, Arjuna decided not to fight."
        }
      },
      {
        "id":"32", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"32",
            "verno":"39", 
            "shlok":"कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः ।\n धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत ॥ ३९ ॥", 
            "translit":"kula-kṣaye praṇaśyanti kula-dharmāh sanātanāh dharme naṣṭe kulam kṛtsnam adharmo 'bhibhavaty uta ",
            "synonyms":"kula-kṣaye-in destroying the family; praṇaśyanti-become vanquished; kula-dharmāh-the family traditions; sanātanāh-eternal; dharme-religion; naṣṭe-being destroyed; kulam-family; kṛtsnam-whole; adharmāh-irreligion; abhibhavati-transforms; uta-it is said.", 
            "translate":"With the destruction of dynasty, the eternal family tradition is vanquished, and thus the rest of the family becomes involved in irreligion.",
            "purport":"In the system of the varṇāśrama institution there are many principles of religious traditions to help members of the family grow properly and attain spiritual values. The elder members are responsible for such purifying processes in the family, beginning from birth to death. But on the death of the elder members, such family traditions of purification may stop, and the remaining younger family members may develop irreligious habits and thereby lose their chance for spiritual salvation. Therefore, for no purpose should the elder members of the family be slain."
        }
      },
      {
        "id":"33", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"33",
            "verno":"40", 
            "shlok":"अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः ।\n स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्करः ॥ ४० ॥", 
            "translit":"adharmābhibhavāt kṛṣṇa praduṣyanti kula-striyah striṣu duṣṭāsu vārṣṇeya jāyate varṇa-sankarah",
            "synonyms":"adharma-irreligion; abhibhavāt-having become predominant; kṛṣṇa-O Kṛṣṇa; praduṣyanti-become polluted; kula-striyah-family ladies; striṣu-by the womanhood; duṣṭāsu-being so polluted; vārṣṇeya-O descendant of Vṛṣṇi; jāyate-comes into being; varṇa-sankarah-unwanted progeny.", 
            "translate":"When irreligion is prominent in the family, O Kṛṣṇa, the women of the family become polluted, and from the degradation of womanhood, O descendant of Vṛṣṇi, comes unwanted progeny.",
            "purport":"Good population in human society is the basic principle for peace, prosperity and spiritual progress in life. The varṇāśrama religion's principles were so designed that the good population would prevail in society for the general spiritual progress of state and community. Such population depends on the chastity and faithfulness of its womanhood. As children are very prone to be misled, women are similarly very prone to degradation. Therefore, both children and women require protection by the elder members of the family. By being engaged in various religious practices, women will not be misled into adultery. According to Canākya Pandita, women are generally not very intelligent and therefore not trustworthy. So the different family traditions of religious activities should always engage them, and thus their chastity and devotion will give birth to a good population eligible for participating in the varṇāśrama system. On the failure of such varṇāśrama-dharma, naturally the women become free to act and mix with men, and thus adultery is indulged in at the risk of unwanted population. Irresponsible men also provoke adultery in society, and thus unwanted children flood the human race at the risk of war and pestilence."
        }
      },
      {
        "id":"34", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"34",
            "verno":"41", 
            "shlok":"सङ्करो नरकायैव कुलघ्नानां कुलस्य च ।\n पतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः ॥ ४१ ॥", 
            "translit":"sankaro narakāyaiva kula-ghnānām kulasya ca patanti pitaro hy eṣām lupta-pindodaka-kriyāh",
            "synonyms":"sankarah-such unwanted children; narakāya-make for hellish life; eva-certainly; kula-ghnānām-for those who are killers of the family; kulasya-for the family; ca-also; patanti-fall down; pitarah-forefathers; hi-certainly; eṣām-of them; lupta-stopped; pinda-of offerings of food; udaka-and water; kriyāh-performances.", 
            "translate":"An increase of unwanted population certainly causes hellish life both for the family and for those who destroy the family tradition. The ancestors of such corrupt families fall down, because the performances for offering them food and water are entirely stopped.",
            "purport":"According to the rules and regulations of fruitive activities, there is a need to offer periodical food and water to the forefathers of the family. This offering is performed by worship of Viṣṇu, because eating the remnants of food offered to Viṣṇu can deliver one from all kinds of sinful actions. Sometimes the forefathers may be suffering from various types of sinful reactions, and sometimes some of them cannot even acquire a gross material body and are forced to remain in subtle bodies as ghosts. Thus, when remnants of prasadam food are offered to forefathers by descendants, the forefathers are released from ghostly or other kinds of miserable life. Such help rendered to forefathers is a family tradition, and those who are not in devotional life are required to perform such rituals. One who is engaged in the devotional life is not required to perform such actions. Simply by performing devotional service, one can deliver hundreds and thousands of forefathers from all kinds of misery. It is stated in the Bhagavatam (11.5.41):\n devarṣi-bhutāpta-nṛṇām pitṛṇām\n na kinkaro nāyam ṛṇi ca rājan\n sarvātmana yah śaraṇam śaraṇyam\n gato mukundam parihṛtya kartam\n 'Anyone who has taken shelter of the lotus feet of Mukunda, the giver of liberation, giving up all kinds of obligation, and has taken to the path in all seriousness, owes neither duties nor obligations to the demigods, sages, general living entities, family members, humankind or forefathers.' Such obligations are automatically fulfilled by performance of devotional service to the Supreme Personality of Godhead."
        }
      },
      {
        "id":"35", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"35",
            "verno":"42", 
            "shlok":"दोषैरेतैः कुलघ्नानां वर्णसङ्करकारकैः ।\n उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः ॥ ४२ ॥", 
            "translit":"doṣair etaih kula-ghnānām varṇa-sankara-kārakaih utsādyante jāti-dharmāh kula-dharmāś ca śāśvatāh",
            "synonyms":"dośaih-by such faults; etaih-all these; kula-ghnānām-of the destroyers of the family; varṇa-sankara-of unwanted children; kārakaih-which are causes; utsādyante-are devastated; jāti-dharmāh-community projects; kula-dharmāh-family traditions; ca—also; śāśvatāh-eternal.", 
            "translate":"By the evil deeds of those who destroy the family tradition and thus give rise to unwanted children, all kinds of community projects and family welfare activities are devastated.",
            "purport":"Community projects for the four orders of human society, combined with family welfare activities, as they are set forth by the institution of sanātana-dharma, or varṇāśrama-dharma, are designed to enable the human being to attain his ultimate salvation. Therefore, the breaking of the sanātana-dharma tradition by irresponsible leaders of society brings about chaos in that society, and consequently people forget the aim of life-Viṣṇu. Such leaders are called blind, and persons who follow such leaders are sure to be led into chaos."
        }
      },
      {
        "id":"36", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"36",
            "verno":"43", 
            "shlok":"उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन ।\n नरके नियतं वासो भवतीत्यनुशुश्रुम ॥ ४३ ॥",
            "translit":"utsanna-kula-dharmāṇām manuṣyāṇām janārdana narake niyatam vāso bhavatity anuśuśruma",
            "synonyms":"utsanna-spoiled; kula-dharmāṇām-of those who have the family traditions; manuṣyāṇām-of such men; janārdana-O Kṛṣṇa; narake—in hell; niyatam-always; vāsah-residence; bhavati-it so becomes; iti-thus; anuśuśruma-I have heard by disciplic succession.", 
            "translate":"O Kṛṣṇa, maintainer of the people, I have heard by disciplic succession that those who destroy family traditions dwell always in hell.",
            "purport":"Arjuna bases his argument not on his own personal experience, but on what he has heard from the authorities. That is the way of receiving real knowledge. One cannot reach the real point of factual knowledge without being helped by the right person who is already established in that knowledge. There is a system in the varṇāśrama institution by which before death one has to undergo the process of atonement for his sinful activities. One who is always engaged in sinful activities must utilize the process of atonement called the prayaścitta. Without doing so, one surely will be transferred to hellish planets to undergo miserable lives as the result of sinful activities."
        }
      },
      {
        "id":"37", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"37",
            "verno":"44", 
            "shlok":"अहो बत महत्पापं कर्तुं व्यवसिता वयम् ।\n यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः ॥ ४४ ॥", 
            "translit":"aho bata mahat pāpam kartum vyavasitā vayam yad rājya-sukha-lobhena hantum sva-janam udyatāh",
            "synonyms":"aho-alas; bata-how strange it is; mahat-great; pāpam-sins; kartum-to perform; vyavasitāh-have decided; vayam-we; yat-because; rājya-sukha-lobhena-driven by greed for royal happiness; hantum-to kill; sva-janam-kinsmen; udyatāh—trying.", 
            "translate":"Alas, how strange it is that we are preparing to commit greatly sinful acts. Driven by the desire to enjoy royal happiness, we are intent on killing our own kinsmen.",
            "purport":"Driven by selfish motives, one may be inclined to such sinful acts as the killing of one's own brother, father or mother. There are many such instances in the history of the world. But Arjuna, being a saintly devotee of the Lord, is always conscious of moral principles and therefore takes care to avoid such activities."
        }
      },
      {
        "id":"38", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"38",
            "verno":"45", 
            "shlok":"यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः ।\n धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् ॥ ४५ ॥", 
            "translit":"yadi mām apratikāram aśastram śastra-pāṇayah dhārtaraṣṭrā rane hanyus tan me kṣemataram bhavet",
            "synonyms":"yadi-even if; mām-me; apratikaram-without being resistant; aśastram without being fully equipped; śaśtra-pāṇayah—those with weapons in hand; dhārtarāṣṭrāh-the sons of Dhṛtaraṣṭra; rane-on the battlefield; hanyuh-may kill; tat-that; me-for me; kṣema-taram-better; bhavet- would be.", 
            "translate":"Better for me if the sons of Dhṛtaraṣṭra, weapons in hand, were to kill me unarmed and unresisting on the battlefield.",
            "purport":"It is the custom-according to kṣatriya fighting principles-that an unarmed and unwilling foe should not be attacked. Arjuna, however, decided that even if attacked by the enemy in such an awkward position, he would not fight. He did not consider how much the other party was bent upon fighting. All these symptoms are due to soft-heartedness resulting from his being a great devotee of the Lord."
        }
      },
      {
        "id":"39", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"39",
            "verno":"46", 
            "shlok":"सञ्जय उवाच\n एवमुक्त्वार्जुनः संख्ये रथोपस्थ उपाविशत् ।\n विसृज्य सशरं चापं शोकसंविग्नमानसः ॥ ४६ ॥", 
            "translit":"Sañjaya uvāca evam uktvārjunah sankhye rathopastha upāviśat visṛjya sa-śaram cāpam  śoka-samvigna-mānasah",
            "synonyms":"Sañjayah uvāca-Sañjaya said; evam-thus; uktvā—saying; arjunah-Arjuna; sankhye-in the battlefield; ratha-of the chariot; upasthe-on the seat; upāviśat sat down again; visṛjya-putting aside; sa-śaram-along with arrows; cāpam-the bow; śoka-by lamentation; samvigna-distressed; mānasah-within the mind.", 
            "translate":"Sañjaya said: Arjuna, having thus spoken on the battlefield, cast aside his bow and arrows and sat down on the chariot, his mind overwhelmed with grief.",
            "purport":"While observing the situation of his enemy, Arjuna stood up on the chariot, but he was so afflicted with lamentation that he sat down again, setting aside his bow and arrows. Such a kind and soft-hearted person, in the devotional service of the Lord, is fit to receive self-knowledge."
        }
      },
      {
        "id":"40", 
        "name":"Contents of the Gitā Summarized", 
        "chp":"2",
        "data":{
            "vid":"1",
            "verno":"1", 
            "shlok":"सञ्जय उवाच\n तं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् ।\n विषीदन्तमिदं वाक्यमुवाच मधुसूदनः ॥ १ ॥", 
            "translit":"sañjaya uvāca tam tathā kṛpayāviṣṭam aśru-purṇākulekṣaṇam viṣidantam idam vākyam uvāca madhusudanah",
            "synonyms":"sañjayah uvāca-Sañjaya said; tam-unto Arjuna; tathā-thus; kṛpayā-by compassion; āviṣṭam-overwhelmed; aśru-purṇa-ākula-full of tears; ikṣaṇam-eyes; viṣidantam-lamenting; idam-these; vākyam-words; uvāca-said; madhu-sudanah-the killer of Madhu.", 
            "translate":"Sañjaya said: Seeing Arjuna full of compassion, his mind depressed, his eyes full of tears, Madhusudana, Kṛṣṇa, spoke the following words.",
            "purport":"Material compassion, lamentation and tears are all signs of ignorance of the real self. Compassion for the eternal soul is self-realization. The word 'Madhusudanah' is significant in this verse. Lord Kṛṣṇa killed the demon Madhu, and now Arjuna wanted Kṛṣṇa to kill the demon of misunderstanding that had overtaken him in the discharge of his duty. No one knows where compassion should be applied. Compassion for the dress of a drowning man is senseless. A man fallen in the ocean of nescience cannot be saved simply by rescuing his outward dress-the gross material body. One who does not know this and laments for the outward dress is called a śudra, or one who laments unnecessarily. Arjuna was a kṣatriya, and this conduct was not expected from him. Lord Kṛṣṇa, however, can dissipate the lamentation of the ignorant man, and for this purpose the Bhagavad-gitā was sung by Him. This chapter instructs us in self-realization by an analytical study of the material body and the spirit soul, as explained by the supreme authority, Lord Śri Kṛṣṇa. This realization is possible when one works without attachment to fruitive results and is situated in the fixed conception of the real self."
        }
      },
      {
        "id":"41", 
        "name":"Contents of the Gitā Summarized", 
        "chp":"2",
        "data":{
            "vid":"2",
            "verno":"2", 
            "shlok":"श्रीभगवानुवाच\n कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् ।\n अनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन ॥ २ ॥", 
            "translit":"śri-bhagavān uvāca kutas tvā kaśmalam idam viṣame samupasthitam anārya-juṣṭam asvargyam akirti-karam arjuna",
            "synonyms":"śri-bhagavān uvāca-the Supreme Personality of Godhead said; kutah-wherefrom; tvā-unto you; kaśmalam-dirtiness; idam-this lamentation; viṣame in this hour of crisis; samupasthitam-arrived; anārya-persons who do not know the value of life; juṣṭam-practiced by; asvargyam-which does not lead to higher planets; akirti-infamy; karam-the cause of; arjuna-O Arjuna.", 
            "translate":"The Supreme Personality of Godhead said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the value of life. They lead not to higher planets but to infamy.",
            "purport":"Kṛṣṇa and the Supreme Personality of Godhead are identical. Therefore Lord Kṛṣṇa is referred to as Bhagavān throughout the Gitā. Bhagavān is the ultimate in the Absolute Truth. Absolute Truth is realized in three phases of understanding, namely Brahman, or the impersonal all-pervasive spirit; Paramātmā, or the localized aspect of the Supreme within the heart of all living entities; and Bhagavān, or the Supreme Personality of Godhead, Lord Kṛṣṇa. In the Srimad Bhāgavatam (1.2.11) this conception of the Absolute Truth is explained thus:\n vadanti tat tattva-vidas\n tattvam yaj jñānam advayam\n brahmeti paramātmeti\n bhagavān iti śabdyate\n 'The Absolute Truth is realized in three phases of understanding by the knower of the Absolute Truth, and all of them are identical. Such phases of the Absolute Truth are expressed as Brahman, Paramātmā, and Bhagavān.' These three divine aspects can be explained by the example of the sun, which also has three different aspects, namely the sunshine, the sun's surface and the sun planet itself. One who studies the sunshine only is the preliminary student. One who understands the sun's surface is further advanced. And one who can enter into the sun planet is the highest. Ordinary students who are satisfied by simply understanding the sunshine-its universal pervasiveness and the glaring effulgence of its impersonal nature-may be compared to those who can realize only the Brahman feature of the Absolute Truth. The student who has advanced still further can know the sun disc, which is compared to knowledge of the Paramātmā feature of the Absolute Truth. And the student who can enter into the heart of the sun planet is compared to those who realize the personal features of the Supreme Absolute Truth. Therefore, the bhaktas, or the transcendentalists who have realized the Bhagavān feature of the Absolute Truth, are the topmost transcendentalists, although all students who are engaged in the study of the Absolute Truth are engaged in the same subject matter. The sunshine, the sun disc and the inner affairs of the sun planet cannot be separated from one another, and yet the students of the three different phases are not in the same category.The Sanskrit word bhagavān is explained by the great authority Parāśara Muni, the father of Vyāsadeva. The Supreme Personality who possesses all riches, all strength, all fame, all beauty, all knowledge and all renunciation is called Bhagavān. There are many persons who are very rich, very powerful, very beautiful, very famous, very learned, and very much detached, but no one can claim that he possesses all riches, all strength, etc., entirely. Only Kṛṣṇa can claim this because He is the Supreme Personality of Godhead. No living entity, including Brahmā, Lord Śiva , or Nārāyaṇa, can possess opulences as fully as Kṛṣṇa. Therefore it is concluded in the Brahma-samhita by Lord Brahmā himself that Lord Kṛṣṇa is the Supreme Personality of Godhead. No one is equal to or above Him. He is the primeval Lord, or Bhagavān, known as Govinda, and He is the supreme cause of all causes:\n iśvarah paramah kṛṣṇah\n sac-cid-ānanda-vigrahah\n anādir ādir govindah\n sarva-kāraṇa-kāraṇam\n 'There are many personalities possessing the qualities of Bhagavān, but Kṛṣṇa is the supreme because none can excel Him. He is the Supreme Person, and His body is eternal, full of knowledge and bliss. He is the primeval Lord Govinda and the cause of all causes.' (Brahma-samhita 5.1) In the Bhāgavatam also there is a list of many incarnations of the Supreme Personality of Godhead, but Kṛṣṇa is described as the original Personality of Godhead, from whom many, many incarnations and Personalities of Godhead expand:\n ete cāmśa-kalāh pumsah\n kṛṣṇas tu bhagavān svayam\n indrāri-vyākulam lokam\n mṛdayanti yuge yuge\n 'All the lists of the incarnations of Godhead submitted herewith are either plenary expansions or parts of the plenary expansions of the Supreme Godhead, but Kṛṣṇa is the Supreme Personality of Godhead Himself.' (Bhag. 1.3.28) Therefore, Kṛṣṇa is the original Supreme Personality of Godhead, the Absolute Truth, the source of both the Supersoul and the impersonal Brahman. In the presence of the Supreme Personality of Godhead, Arjuna's lamentation for his kinsmen is certainly unbecoming, and therefore. Kṛṣṇa expressed His surprise with the word kutah, 'wherefrom.' Such impurities were never expected from a person belonging to the civilized class of men known as Aryans. The word Aryan is applicable to persons who know the value of life and have a civilization based on spiritual realization. Persons who are led by the material conception of life do not know that the aim of life is realization of the Absolute Truth, Visnu, or Bhagavān, and they are captivated by the external features of the material world, and therefore they do not know what liberation is. Persons who have no knowledge of liberation from material bondage are called non-Aryans. Although Arjuna was a kṣatriya, he was deviating from his prescribed duties by declining to fight. This act of cowardice is described as befitting the non-Aryans. Such deviation from duty does not help one in the progress of spiritual life, nor does it even give one the opportunity to become famous in this world. Lord Kṛṣṇa did not approve of the so-called compassion of Arjuna for his kinsmen."
        }
      },
      {
        "id":"42", 
        "name":"Contents of the Gitā Summarized", 
        "chp":"2",
        "data":{
            "vid":"3",
            "verno":"3", 
            "shlok":"कै्लब्यं मा स्म गमः पार्थ नैतत्त्वय्युपपद्यते ।\n क्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप ॥ ३ ॥", 
            "translit":"klaibyam mā sma gamah pārtha naitat tvayy upapadyate kṣudram hṛdaya-daurbalyam tyaktvottiṣtha parantapa",
            "synonyms":"klaibyam-impotence; mā sma-do not; gamah-take to; pārtha-O son of Pṛthā; na-never; etat-this; tvayi-unto you; upadyate-is befitting; kṣudram-petty; hṛdaya-of the heart; daurbalyam-weakness; tyaktvā-giving up; uttiṣtha-get up; param-tapa- chastiser of the enemies.", 
            "translate":"O son of Pṛthā, do not yield to this degrading impotence. It does not become you. Give up such petty weakness of heart and arise, O chastiser of the enemy.",
            "purport":"Arjuna was addressed as the son of Pṛthā, who happened to be the sister of Kṛṣṇa's father Vāsudeva. Therefore Arjuna had a blood relationship with Kṛṣṇa. If the son of a kṣatriya declines to fight, he is a kṣatriya in name only, and if the son of a brāhmana acts impiously, he is a brāhmaṇa in name only. Such kṣatriyas and brāhmaṇas are unworthy sons of their fathers; therefore, Kṛṣṇa did not want Arjuna to become an unworthy son of a kṣatriya. Arjuna was the most intimate friend of Kṛṣṇa, and Kṛṣṇa was directly guiding him on the chariot; but in spite of all these credits, if Arjuna abandoned the battle he would be committing an infamous act. Therefore Kṛṣṇa said that such an attitude in Arjuna did not fit his personality. Arjuna might argue that he would give up the battle on the grounds of his magnanimous attitude for the most respectable Bhiṣma and his relatives, but Kṛṣṇa considered that sort of magnanimity mere weakness of heart. Such false magnanimity was not approved by any authority. Therefore, such magnanimity or so-called nonviolence should be given up by persons like Arjuna under the direct guidance of Kṛṣṇa."
        }
      },
      {
        "id":"43", 
        "name":"Contents of the Gitā Summarized", 
        "chp":"2",
        "data":{
            "vid":"4",
            "verno":"4", 
            "shlok":"अर्जुन उवाच\n कथं भीष्ममहं संख्ये द्रोणं च मधुसूदन ।\n इषुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन ॥ ४ ॥", 
            "translit":"arjuna uvāca katham bhiṣmam aham sankhye droṇam ca madhusudana iṣubhih pratiyotsyāmi pujārhāv ari-sudana",
            "synonyms":"arjunah uvāca-Arjuna said; katham-how; bhiṣmam-Bhiṣma; aham-I; sankhye-in the fight; droṇam-Droṇa; ca-also; madhu-sudana-O killer of Madhu; iṣubhih-with arrows; pratiyotsyāmi-shall counterattack; pujā-arhau-those who are worshipable; ari-sudana- killer of the enemies.", 
            "translate":"Arjuna said: O killer of enemies, O killer of Madhu, how can I counterattack with arrows in battle men like Bhiṣma and Droṇa, who are worthy of my worship?",
            "purport":"Respectable superiors like Bhiṣma the grandfather and Droṇācārya the teacher are always worshipable. Even if they attack, they should not be counterattacked. It is general etiquette that superiors are not to be offered even a verbal fight. Even if they are sometimes harsh in behavior, they should not be harshly treated. Then, how is it possible for Arjuna to counterattack them? Would Kṛṣṇa ever attack His own grandfather, Ugrasena, or His teacher, Sandipani Muni? These were some of the arguments offered by Arjuna to Kṛṣṇa."
        }
      },
      {
        "id":"44", 
        "name":"Contents of the Gitā Summarized", 
        "chp":"2",
        "data":{
            "vid":"5",
            "verno":"5", 
            "shlok":"गुरूनहत्वा हि महानुभावान श्रेयो भोक्तुं भैक्ष्यमपीह लोके ।\n हत्वार्थकामांस्तु गुरुनिहैव भुञ्जीय भोगान्रुधिरप्रदिग्धान् ॥ ५ ॥", 
            "translit":"gurun ahatvā hi mahānubhāvān śreyo bhoktum bhaikṣyam apiha loke hatvārtha-kāmāms tu gurun ihaiva bhuñjiya bhogān rudhira-pradigdhān",
            "synonyms":"gurun-the superiors; ahatvā-not killing; hi-certainly; mahā-anubhāvān-great souls; śreyah-it is better; bhoktum-to enjoy life; bhaikṣyam-by begging; api-even; iha-in this life; loke-in this world; hatvā-killing; artha-gain; kāmān-desiring; tu-but; gurun-superiors; iha-in this world; eva-certainly; bhuñjiya-one has to enjoy; bhogān-enjoyable things; rudhira-blood; pradigdhān-tainted with.", 
            "translate":"It would be better to live in this world by begging than to live at the cost of the lives of great souls who are my teachers. Even though desiring worldly gain, they are superiors. If they are killed, everything we enjoy will be tainted with blood.",
            "purport":"According to scriptural codes, a teacher who engages in an abominable action and has lost his sense of discrimination is fit to be abandoned. Bhiṣma and Droṇa were obliged to take the side of Duryodhana because of his financial assistance, although they should not have accepted such a position simply on financial considerations. Under the circumstances, they have lost the respectability of teachers. But Arjuna thinks that nevertheless they remain his superiors, and therefore to enjoy material profits after killing them would mean to enjoy spoils tainted with blood."
        }
      },
      {
        "id":"45", 
        "name":"Contents of the Gitā Summarized", 
        "chp":"2",
        "data":{
            "vid":"6",
            "verno":"6", 
            "shlok":"न चैतद्विद्मः कतरन्नो गरीयो यद्वा जयेम यदि वा नो जयेयुः ।\n यानेव हत्वा न जिजीविषाम- स्तेऽवस्थिताः प्रमुखे धार्तराष्ट्राः ॥ ६ ॥", 
            "translit":"na caitad vidmah kataran no gariyo yad vā jayema yadi vā no jayeyuh yān eva hatvā na jijiviṣāmas te 'vasthitāh pramukhe dhārtarāṣṭrāh",
            "synonyms":"na-nor; ca-also; etat-this; vidmah-do we know; katarat-which; nah-for us; gariyah-better; yat vā-whether; jayema-we may conquer; yadi-if; vā-or; nah-us; jayeyuh-they conquer; yān-those who; eva-certainly; hatvā-by killing; na-never; jijiviṣāmah-we would want to live; te-all of them; avasthitāh-are situated; pramukhe-in the front; dhārtarāṣṭrāh-the sons of Dhṛtarāṣṭra.", 
            "translate":"Nor do we know which is better-conquering them or being conquered by them. If we killed the sons of Dhṛtarāṣṭra, we should not care to live. Yet they are now standing before us on the battlefield.",
            "purport":"Arjuna did not know whether he should fight and risk unnecessary violence, although fighting is the duty of the kṣatriyas, or whether he should refrain and live by begging. If he did not conquer the enemy, begging would be his only means of subsistence. Nor was there certainty of victory, because either side might emerge victorious. Even if victory awaited them (and their cause was justified), still, if the sons of Dhṛtarāṣṭra died in battle, it would be very difficult to live in their absence. Under the circumstances, that would be another kind of defeat for them. All these considerations by Arjuna definitely proved that not only was he a great devotee of the Lord but he was also highly enlightened and had complete control over his mind and senses. His desire to live by begging, although he was born in the royal household, is another sign of detachment. He was truly virtuous, as these qualities, combined with his faith in the words of instruction of Śri Kṛṣṇa (his spiritual master), indicate. It is concluded that Arjuna was quite fit for liberation. Unless the senses are controlled, there is no chance of elevation to the platform of knowledge, and without knowledge and devotion there is no chance of liberation. Arjuna was competent in all these attributes, over and above his enormous attributes in his material relationships."
        }
      },
      {
        "id":"46", 
        "name":"Contents of the Gitā Summarized", 
        "chp":"2",
        "data":{
            "vid":"7",
            "verno":"7", 
            "shlok":"कार्पण्यदोषोपहतस्वभावः पृच्छामि त्वां धर्मसम्मूढचेताः ।\n यच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे शिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् ॥ ७ ॥", 
            "translit":"kārpaṇya-doṣopahata-svabhāvah pṛcchāmi tvām dharma-sammudha-cetāh yac chreyah syān niścitam bruhi tan me śiṣyas te 'ham śādhi mām tvām prapannam",
            "synonyms":"kārpaṇya-of miserliness; doṣa-by the weakness; upahata-being afflicted; sva-bhāvah-characteristics; pṛcchāmi-I am asking; tvām-unto You; dharma-religion; sammudha-bewildered; cetāh-in heart; yat-what; śreyah-all-good; syāt-may be; niścitam confidently; bruhi-tell; tat-that; me-unto me; śiṣyah-disciple; te-Your; aham-I am; śādhi-just instruct; mām-me; tvām-unto You; prapannam-surrendered.", 
            "translate":"Now I am confused about my duty and have lost all composure because of miserly weakness. In this condition I am asking You to tell me for certain what is best for me. Now I am Your disciple, and a soul surrendered unto You. Please instruct me.",
            "purport":"By nature's own way the complete system of material activities is a source of perplexity for everyone. In every step there is perplexity, and therefore it behooves one to approach a bona fide spiritual master who can give one proper guidance for executing the purpose of life. All Vedic literatures advise us to approach a bona fide spiritual master to get free from the perplexities of life, which happen without our desire. They are like a forest fire that somehow blazes without being set by anyone. Similarly, the world situation is such' that perplexities of life automatically appear, without our wanting such confusion. No one wants fire, and yet it takes place, and we become perplexed. The Vedic wisdom therefore advises that in order to solve the perplexities of life and to understand the science of the solution, one must approach a spiritual master who is in the disciplic succession. A person with a bona fide spiritual master is supposed to know everything. One should not, therefore, remain in material perplexities but should approach a spiritual master. This is the purport of this verse. Who is the man in material perplexities? It is he who does not understand the problems of life. In the Bṛhad-āraṇyaka Upanisad (3.8.10) the perplexed man is described as follows: yo vā etad akṣaram gārgy aviditvāsmāl lokāt praiti sa kṛpaṇah. 'He is a miserly man who does not solve the problems of life as a human and who thus quits this world like the cats and dogs, without understanding the science of self-realization.' This human form of life is a most valuable asset for the living entity who can utilize it for solving the problems of life; therefore, one who does not utilize this opportunity properly is a miser. On the other hand, there is the brāhmaṇa, or he who is intelligent enough to utilize this body to solve all the problems of life. Ya etad akṣaram gārgi viditvāsmāl lokāt praiti sa brāhmaṇah. The kṛpaṇas, or miserly persons, waste their time in being overly affectionate for family, society, country, etc., in the material conception of life. One is often attached to family life, namely to wife, children and other members, on the basis of 'skin disease.' The kṛpaṇa thinks that he is able to protect his family members from death; or the kṛpaṇa thinks that his family or society can save him from the verge of death. Such family attachment can be found even in the lower animals, who take care of children also. Being intelligent, Arjuna could understand that his affection for family members and his wish to protect them from death were the causes of his perplexities. Although he could understand that his duty to fight was awaiting him, still, on account of miserly weakness, he could not discharge the duties. He is therefore asking Lord Kṛṣṇa, the supreme spiritual master, to make a definite solution. He offers himself to Kṛṣṇa as a disciple. He wants to stop friendly talks. Talks between the master and the disciple are serious, and now Arjuna wants to talk very seriously before the recognized spiritual master. Kṛṣṇa is therefore the original spiritual master of the science of Bhagavad-gitā, and Arjuna is the first disciple for understanding the Gitā. How Arjuna understands the Bhagavad-gitā is stated in the Gitā itself. And yet foolish mundane scholars explain that one need not submit to Kṛṣṇa as a person, but to 'the unborn within Kṛṣṇa.' There is no difference between Kṛṣṇa's within and without. And one who has no sense of this understanding is the greatest fool in trying to understand Bhagavad-gitā."
        }
      },
      {
        "id":"47", 
        "name":"Contents of the Gitā Summarized", 
        "chp":"2",
        "data":{         
            "vid":"8",
            "verno":"8", 
            "shlok":"न हि प्रपश्यामि ममापनुद्या- द्यच्छोकमुच्छोषणमिन्द्रियाणाम् ।\n अवाप्य भूमावसपत्नमृद्धं राज्यं सुराणामपि चाधिपत्यम् ॥ ८ ॥", 
            "translit":"na hi prapaśyāmi mamāpanudyād yac chokam ucchoṣaṇam indriyāṇām avāpya bhumāv asapatnam  ṛddham rājyam surāṇām api cadhipatyam",
            "synonyms":"na-do not; hi-certainly; prapaśyāmi-I see; mama-my; apanudyāt-can drive away; yat-that which; śokam-lamentation; ucchoṣaṇam-drying up; indriyāṇām-of the senses; avāpya-achieving; bhumau-on the earth; asapatnam-without rival; ṛddham-prosperous; rājyam-kingdom; surāṇām - of the demigods; api-even; ca-also; adhipatyam-supremacy.", 
            "translate":"I can find no means to drive away this grief which is drying up my senses. I will not be able to dispel it even if I win a prosperous, unrivaled kingdom on earth with sovereignty like the demigods in heaven.",
            "purport":"Although Arjuna was putting forward so many arguments based on knowledge of the principles of religion and moral codes, it appears that he was unable to solve his real problem without the help of the spiritual master, Lord Śri Kṛṣṇa. He could understand that his so-called knowledge was useless in driving away his problems, which were drying up his whole existence; and it was impossible for him to solve such perplexities without the help of a spiritual master like Lord Kṛṣṇa. Academic knowledge, scholarship, high position, etc., are all useless in solving the problems of life; help can be given only by a spiritual master like Kṛṣṇa. Therefore, the conclusion is that a spiritual master who is one hundred percent Kṛṣṇa conscious is the bona fide spiritual master, for he can solve the problems of life. Lord Caitanya said that one who is master in the science of Kṛṣṇa consciousness, regardless of his social position, is the real spiritual master.\n kibā vipra, kibā nyāsi, śudra kene naya\n yei kṛṣṇa-tattva-vettā, sei 'guru' haya\n 'It does not matter whether a person is a vipra [learned scholar in Vedic wisdom] or is born in a lower family, or is in the renounced order of life-if he is master in the science of Kṛṣṇa, he is the perfect and bona fide spiritual master.' (Caitanya-caritamṛta, Madhya 8.128) So without being a master in the science of Kṛṣṇa consciousness, no one is a bona fide spiritual master. It is also said in Vedic literature:\n ṣaṭ-karma-nipuṇo vipro\n mantra-tantra-viśāradah\n avaiṣṇavo gurur na syād\n vaiṣṇavah śva-paco guruh\n 'A scholarly brahmana, expert in all subjects of Vedic knowledge, is unfit to become a spiritual master without being a Vaisnava, or expert in the science of Kṛṣṇa consciousness. But a person born in a family of a lower caste can become a spiritual master if he is a Vaisnava, or Kṛṣṇa conscious.' (Padma Purana)The problems of material existence-birth, old age, disease and death-cannot be counteracted by accumulation of wealth and economic development. In many parts of the world there are states which are replete with all facilities of life, which are full of wealth and economically developed, yet the problems of material existence are still present. They are seeking peace in different ways, but they can achieve real happiness only if they consult Kṛṣṇa, or the Bhagavad-gita and Srimad Bhagavatam-which constitute the science of Kṛṣṇa-through the bona fide representative of Kṛṣṇa, the man in Kṛṣṇa consciousness. If economic development and material comforts could drive away one's lamentations for family, social, national or international inebrieties, then Arjuna would not have said that even an unrivaled kingdom on earth or supremacy like that of the demigods in the heavenly planets would be unable to drive away his lamentations. He sought, therefore, refuge in Kṛṣṇa consciousness, and that is the right path for peace and harmony. Economic development or supremacy over the world can be finished at any moment by the cataclysms of material nature. Even elevation into a higher planetary situation, as men are now seeking on the moon planet, can also be finished at one stroke. The Bhagavad-gitā confirms this: kṣiṇe puṇye martya-lokam viśanti. 'When the results of pious activities are finished, one falls down again from the peak of happiness to the lowest status of life.' Many politicians of the world have fallen down in that way. Such downfalls only constitute more causes for lamentation. Therefore, if we want to curb lamentation for good, then we have to take shelter of Kṛṣṇa, as Arjuna is seeking to do. So Arjuna asked Kṛṣṇa to solve his problem definitely, and that is the way of Kṛṣṇa consciousness."
        }
      },
      {
        "id":"48", 
        "name":"Contents of the Gitā Summarized", 
        "chp":"2",
        "data":{         
            "vid":"9",
            "verno":9", 
            "shlok":"", 
            "translit":"",
            "synonyms":"", 
            "translate":"",
            "purport":""
        }
      }
]
