[
{
    "id" : "1",
    "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
    "chp" : "1", 
    "data" : { 
        "verno" : "1",
        "shlok" : "धृतराष्ट्र उवाच\n धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः ।\n मामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय ॥ १ ॥",
        "translit" : "dhṛtarāṣṭra uvāca dharma-kṣetre kuru-kṣetre samavetā yuyutsavah māmakāh pāṇḍavāś caiva kim akurvata Sañjaya", 
        "synonyms" : "dhṛtarāṣṭrah uvāca-King Dhṛtaraṣṭra said; dharma-kṣetre-in the place of pilgrimage; kuru-kṣetre-in the place named Kurukṣetra; samavetāh-assembled; yuyutsavah-desiring to fight; māmakāh—my party (sons); pandavāh-the sons of Pandu; ca-and; eva-certainly; kim-what; akurvata-did they do; sañjaya-O Sañjaya.", 
        "translate" : "Dhṛtarāṣṭra said: O Sañjaya, after my sons and the sons of Pandu assembled in the place of pilgrimage at Kurukṣetra, desiring to fight, what did they do?",
        "purport" : "Bhagavad-Gītā is the widely read theistic science summarized in the Gītā-māhātmya (Glorification of the Gītā). There it says that one should read Bhagavad-gītā very scrutinizingly with the help of a person who is a devotee of Śrī Kṛṣṇa and try to understand it without personally motivated interpretations. The example of clear understanding is there in the Bhagavad-Gītā itself, in the way the teaching is understood by Arjuna, who heard the Gītā directly from the Lord. If someone is fortunate enough to understand Bhagavad-Gītā in that line of disciplic succession, without motivated interpretation, then he surpasses all studies of Vedic wisdom, and all scriptures of the world. One will find in the Bhagavad-Gītā all that is contained in other scriptures, but the reader will also find things which are not to be found elsewhere. That is the specific standard of the Gītā. It is the perfect theistic science because it is directly spoken by the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa. The topics discussed by Dhṛtarāṣṭra and Sañjaya, as described in the Mahabharata, form the basic principle for this great philosophy. It is understood that this philosophy evolved on the Battlefield of Kurukṣetra, which is a sacred place of pilgrimage from the immemorial time of the Vedic age. It was spoken by the Lord when He was present personally on this planet for the guidance of mankind. The word dharma-kṣetra (a place where religious rituals are performed) is significant because, on the Battlefield of Kurukṣetra, the Supreme Personality of Godhead was present on the side of Arjuna. Dhṛtarāṣṭra, the father of the Kurus, was highly doubtful about the possibility of his sons' ultimate victory. In his doubt, he inquired from his secretary Sañjaya, 'What did they do?' He was confident that both his sons and the sons of his younger brother Pandu were assembled in that Field of Kurukṣetra for a determined engagement of the war. Still, his inquiry is significant. He did not want a compromise between the cousins and brothers, and he wanted to be sure of the fate of his sons on the battlefield. Because the battle was arranged to be fought at Kurukṣetra, which is mentioned elsewhere in the Vedas as a place of worship-even for the denizens of heaven-Dhṛtaraṣṭra became very fearful about the influence of the holy place on the outcome of the battle. He knew very well that this would influence Arjuna and the sons of Pandu favorably, because by nature they were all virtuous. Sañjaya was a student of Vyāsa, and therefore, by the mercy of Vyāsa, Sañjaya was able to envision the Battlefield of Kurukṣetra even while he was in the room of Dhṛtarāṣṭra. And so, Dhṛtarāṣṭra asked him about the situation on the battlefield. Both the Pandavas and the sons of Dhṛtarāṣṭra belong to the same family, but Dhṛtarāṣṭra's mind is disclosed herein. He deliberately claimed only his sons as Kurus, and he separated the sons of Pandu from the family heritage. One can thus understand the specific position of Dhṛtarāṣṭra in his relationship with his nephews, the sons of Pandu. As in the paddy field the unnecessary plants are taken out, so it is expected from the very beginning of these topics that in the religious field of Kurukṣetra, where the father of religion, Śrī Kṛṣṇa, was present, the unwanted plants like Dhṛtarāṣṭra's son Duryodhana and others would be wiped out and the thoroughly religious persons, headed by Yudhiṣṭhira, would be established by the Lord. This is the significance of the words dharma-kṣetre and kuru-kṣetre, apart from their historical and Vedic importance." 
    }
    },
    {
        "id":"2",
        "name":"Observing the Armies on the Battlefield of Kurukṣetra",
        "chp":"1",
        "data":{
            "verno":"2",
            "shlok":"सञ्जय उवाच\n दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा ।\n आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ॥ २ ॥",
            "translit":"sañjaya uvāca dṛṣṭvā tu pāṇḍavānīkam vyuḍham duryodhanas tadā ācāryam upasangamya rājā vacanam abravit",
            "synonyms":"sañjayah uvāca-Sañjaya said; dṛṣṭvā-after seeing; tu-but; pandava-anikam-the soldiers of the Pandavas; vyuḍham-arranged in a military phalanx; duryodhanah-King Duryodhana; tadā—at that time; ācāryam-the teacher; upasangamya-approaching; rājā—the king; vacanam-words; abravit-spoke.",
            "translate":"Sañjaya said: O King, after looking over the army arranged in military formation by the sons of Pandu, King Duryodhana went to his teacher and spoke the following words.",
            "purport":"Dhṛtarāṣṭra was blind from birth. Unfortunately, he was also bereft of spiritual vision. He knew very well that his sons were equally blind in the matter of religion, and he was sure that they could never reach an understanding with the Pandavas, who were all pious since birth. Still he was doubtful about the influence of the place of pilgrimage, and Sañjaya could understand his motive in asking about the situation on the battlefield. Sañjaya wanted, therefore, to encourage the despondent king and thus assured him that his sons were not going to make any sort of compromise under the influence of the holy place. Sañjaya therefore informed the king that his son, Duryodhana, after seeing the military force of the Pandavas, at once went to the commander in chief, Droṇācārya, to inform him of the real position. Although Duryodhana is mentioned as the king, he still had to go to the commander on account of the seriousness of the situation. He was therefore quite fit to be a politician. But Duryodhana's diplomatic veneer could not disguise the fear he felt when he saw the military arrangement of the Pandavas."
        }
    },
    {
        "id":"3", 
        "chp":"1", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "data":{
            "vid":"3", 
            "verno":"3", 
            "shlok":"पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् ।\n व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ॥ ३ ॥", 
            "translit":"paśyaitām pāṇḍu-putrāṇām ācārya mahatim camum vyuḍhām drupada-putreṇa tava śiṣyeṇa dhimatā",   
            "synonyms":"paśya-behold; etām-this; pāṇḍu-putrāṇām-of the sons of Pandu; ācārya-O teacher; mahatim-great; camum-military force; vyūḍhām-arranged; drupada-putreṇa-by the son of Drupada; tava-your; śiṣyeṇa-disciple; dhi-mata-very intelligent.",
            "translate":"O my teacher, behold the great army of the sons of Pandu, so expertly arranged by your intelligent disciple the son of Drupada.", 
            "purport":"Duryodhana, a great diplomat, wanted to point out the defects of Droṇācārya, the great brahmana commander in chief. Droṇācārya had some political quarrel with King Drupada, the father of Draupadi, who was Arjuna's wife. As a result of this quarrel, Drupada performed a great sacrifice, by which he received the benediction of having a son who would be able to kill Droṇācārya. Droṇācārya knew this perfectly well, and yet as a liberal brāhmaṇa he did not hesitate to impart all his military secrets when the son of Drupada, Dhṛṣṭadyumna, was entrusted to him for military education. Now, on the Battlefield of Kurukṣetra, Dhṛṣṭadyumna took the side of the Pandavas, and it was he who arranged for their military phalanx, after having learned the art from Droṇācārya. Duryodhana pointed out this mistake of Droṇācārya's so that he might be alert and uncompromising in the fighting. By this he wanted to point out also that he should not be similarly lenient in battle against the Pandavas, who were also Droṇācārya's affectionate students. Arjuna, especially, was his most affectionate and brilliant student. Duryodhana also warned that such leniency in the fight would lead to defeat."
        }
    }, 
    {
        "id":"4", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"4",
            "verno":"4", 
            "shlok":"अत्र शूरा महेष्वासा भीमार्जुनसमा युधि ।\n युयुधानो विराटश्च द्रुपदश्च महारथः ॥", 
            "translit":"atra śūrā maheṣv-āsā bhīmārjuna-samā yudhi yuyudhāno virāțaś ca drupadaś ca mahā-rathah",
            "synonyms":"atra-here; śūrāh-heroes; mahā-iṣu-āsāh-mighty bowmen; bhīma-arjuna-to Bhīma and Arjuna; samāh-equal; yudhi-in the fight; yuyudhānah-Yuyudhāna; virāțah-Virāța; ca-also; drupadah-Drupada; ca-also; mahā-rathah-great fighter.", 
            "translate":"Here in this army are many heroic bowmen equal in fighting to Bhīma and Arjuna: great fighters like Yuyudhāna, Virāța and Drupada.",
            "purport":"Even though Dhṛṣṭadyumna was not a very important obstacle in the face of Droṇācārya's very great power in the military art, there were many others who were causes of fear. They are mentioned by Duryodhana as great stumbling blocks on the path of victory because each and every one of them was as formidable as Bhīma and Arjuna. He knew the strength of Bhīma and Arjuna, and thus he compared the others with them."
        }
     },
     {
        "id":"5", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"5",
            "verno":"5", 
            "shlok":"धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् ।\n पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः ॥ ५ ॥", 
            "translit":"dhṛṣṭaketuś cekitānah kāśirājaś ca vīryavān purujit kuntibhojaś ca śaibyaś ca nara-pungavah",
            "synonyms": "dhṛṣṭaketuh-Dhṛṣṭaketu; cekitānah-Cekitāna; kāśirājah-Kāśirāja; ca-also; vīrya-vān-very powerful; purujit-Purujit; kuntibhojah-Kuntibhoja; ca-and; śaibyah-Śaibya; ca-and; nara-pungavah-hero in human society.", 
            "translate":"There are also great, heroic, powerful fighters like Dhṛṣṭaketu, Cekitāna, Kāśirāja, Purujit, Kuntibhoja and Śaibya.",
            "purport":"No purport for this verse"
        }
      },
      {
        "id":"6", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"6",
            "verno":"6", 
            "shlok":"युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् ।\n सौभद्रो द्रौपदेयाश्च सर्व एव महारथाः ॥ ६॥", 
            "translit":"yudhāmanyuś ca vikrānta uttamaujāś ca viryavān saubhadro draupadeyāś ca sarva eva mahā-rathāh",
            "synonyms":"yudhāmanyuh-Yudhāmanyu; ca-and; vikrāntah-mighty; uttamaujāh-Uttamaujā; ca-and; vīrya-vān-very powerful; saubhadrah-the son of Subhadrā; draupadeyāh-the sons of Draupadi; ca-and; sarve-all; eva-certainly; mahā-rathāh-great chariot fighters.", 
            "translate":"There are the mighty Yudhāmanyu, the very powerful Uttamaujā, the son of Subhadra and the sons of Draupadi. All these warriors are great chariot fighters.",
            "purport":"No purport for this verse"
        }
      },
      {
        "id":"7", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"7",
            "verno":"7", 
            "shlok":"अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम ।\n नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते ॥ ७ ॥", 
            "translit":"asmākam tu viśiṣtā ye tān nibodha dvijottama nāyakā mama sainyasya samjñārtham tān bravīmi te",
            "synonyms":"asmākam-our; tu-but; viśiṣtāh-especially powerful; ye-who; tān-them; nibodha-just take note of, be informed; dvija-uttama- best of the brāhmaṇas; nāyakāh-captains; mama-my; sainyasya-of the soldiers; samjñā-artham-for information; tān-them; bravimi-I am speaking; te-to you.", 
            "translate":"But for your information, O best of the brāhmaṇas, let me tell you about the captains who are especially qualified to lead my military force.",
            "purport":"No purport for this verse"
        }
      },
      {
        "id":"8", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"8",
            "verno":"8", 
            "shlok":"भवान्भीष्मश्च कर्णश्च कृपश्च समितिंजयः ।\n अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च ॥ ८ ॥", 
            "translit":"bhavān bhīṣmaś ca karṇaś ca kṛpaś ca samitim-jayah aśvatthāmā vikarṇaś ca saumadattis tathaiva ca",
            "synonyms":"bhavān-your good self; bhīṣmah-Grandfather Bhīṣma; ca-also; karṇah-karṇa; ca-and; Kṛpah-Kṛpa; ca-and; samitim-jayah-always victorious in battle; aśvatthāmā-Aśvatthāmā; vikarṇah-Vikarṇa; ca-as well as; saumadattih-the son of Somadatta; tathā-as well as; eva-certainly; ca-also.", 
            "translate":"There are personalities like you, Bhīṣma, Karṇa, Kṛpa, Aśvatthāmā, Vikarṇa and the son of Somadatta called Bhūriśravā, who are always victorious in battle.",
            "purport":"Duryodhana mentions the exceptional heroes in the battle, all of whom are ever victorious. Vikarṇa is the brother of Duryodhana, Aśvatthāmā is the son of Droṇācārya, and Saumadatti, or Bhūriśravā, is the son of the King of the Bählīkas. karṇa is the half brother of Arjuna, as he was born of Kunti before her marriage with King Pandu. Kripācārya's twin sister married Droṇācārya."
        }
      },
      {
        "id":"9", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"9",
            "verno":"9", 
            "shlok":"अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः ।\n नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः ॥ ९ ॥", 
            "translit":"anye ca bahavah śūrā mad-arthe tyakta-jīvitāh nānā-śastra-praharaṇāh sarve yuddha-viśāradāh",
            "synonyms":"anye-others; ca-also; bahavah-in great numbers; śūrāh-heroes; mat-arthe-for my sake; tyakta-jīvitāh-prepared to risk life; nānā-many; śastra-weapons; praharanāh-equipped with; sarve-all of them; yuddha-viśāradāh-experienced in military science.", 
            "translate":"There are many other heroes who are prepared to lay down their lives for my sake. All of them are well equipped with different kinds of weapons, and all are experienced in military science.",
            "purport":"As far as the others are concerned-like Jayadratha, Krtavarma and Śalya-all are determined to lay down their lives for Duryodhana's sake. In other words, it is already concluded that all of them would die in the Battle of Kurukṣetra for joining the party of the sinful Duryodhana. Duryodhana was, of course, confident of his victory on account of the above-mentioned combined strength of his friends."
        }
      },
      {
        "id":"10", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"10",
            "verno":"10", 
            "shlok":"अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् ।\n पर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् ॥ १० ॥", 
            "translit":"aparyāptam tad asmākam balam bhīṣmābhirakșitam paryāptam tv idam eteṣām balam bhīmābhirakșitam",
            "synonyms":"aparyāptam-immeasurable; tat-that; asmākam of ours; balam-strength; bhīṣma by Grandfather Bhīṣma; abhirakșitam-perfectly protected; paryāptam-limited; tu-but; idam-all this; eteșām-of the Pandavas; balam-strength; bhīma-by Bhīma; abhirakșitam-carefully protected.", 
            "translate":"Our strength is immeasurable, and we are perfectly protected by Grandfather Bhīṣma, whereas the strength of the Pandavas, carefully protected by Bhīma, is limited.",
            "purport":"Herein an estimation of comparative strength is made by Duryodhana. He thinks that the strength of his armed forces is immeasurable, being specifically protected by the most experienced general, Grandfather Bhīṣma. On the other hand, the forces of the Pandavas are limited, being protected by a less experienced general, Bhīma, who is like a fig in the presence of Bhīṣma. Duryodhana was always envious of Bhīma because he knew perfectly well that if he should die at all, he would only be killed by Bhīma. But at the same time, he was confident of his victory on account of the presence of Bhīṣma, who was a far superior general. His conclusion that he would come out of the battle victorious was well ascertained."
        }
      },
      {
        "id":"11", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"11",
            "verno":"11", 
            "shlok":"अयनेषु च सर्वेषु यथाभागमवस्थिताः ।\n भीष्ममेवाभिरक्षन्तु भवन्तः सर्व एव हि ॥ ११ ॥", 
            "translit":"ayaneșu ca sarveṣu yathā-bhāgam avasthitāh bhīṣmam evābhirakṣantu bhavantah sarva eva hi",
            "synonyms":"ayaneșu-in the strategic points; ca-also; sarveṣu-everywhere; yathā-bhāgamas differently arranged; avasthitāh-situated; bhīṣmam-unto Grandfather Bhīṣma; eva-certainly; abhirakșantu-should give support; bhavantah-you; sarve-all respectively; eva hi-certainly.", 
            "translate":"All of you must now give full support to Grandfather Bhīṣma, as you stand at your respective strategic points of entrance into the phalanx of the army.",
            "purport":"Duryodhana, after praising the prowess of Bhīṣma, further considered that others might think that they had been considered less important, so in his usual diplomatic way, he tried to adjust the situation in the above words. He emphasized that Bhīṣmadeva was undoubtedly the greatest hero, but he was an old man, so everyone must especially think of his protection from all sides. He might become engaged in the fight, and the enemy might take advantage of his full engagement on one side. Therefore, it was important that other heroes not leave their strategic positions and allow the enemy to break the phalanx. Duryodhana clearly felt that the victory of the Kurus depended on the presence of Bhīṣmadeva. He was confident of the full support of Bhīṣmadeva and Droṇācārya in the battle because he well knew that they did not even speak a word when Arjuna's wife Draupadi, in her helpless condition, had appealed to them for justice while she was being forced to appear naked in the presence of all the great generals in the assembly. Although he knew that the two generals had some sort of affection for the Pandavas, he hoped that these generals would now completely give it up, as they had done during the gambling performances."
        }
      },
      {
        "id":"12", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"12",
            "verno":"12", 
            "shlok":"तस्य सञ्जनयन्हर्षं कुरुवृद्धः पितामहः ।\n सिंहनादं विनद्योच्चैः शङ्ख दध्मौ प्रतापवान् ॥ १२ ॥", 
            "translit":"tasya sañjanayan harṣam kuru-vṛddhah pitāmahah simha-nādam vinadyoccaih śankham dadhmau pratāpavān",
            "synonyms":"tasya-his; sañjanayan-increasing; harșam-cheerfulness; kuru-vṛddhah-the grandsire of the Kuru dynasty (Bhīṣma); pitāmahah-the grandfather; simha-nādam-roaring sound, like that of a lion; vinadya vibrating; uccaih-very loudly; śankham-conchshell; dadhmau-blew; pratāpa-vān-the valiant.", 
            "translate":"Then Bhīṣma, the great valiant grandsire of the Kuru dynasty, the grandfather of the fighters, blew his conchshell very loudly, making a sound like the roar of a lion, giving Duryodhana joy.",
            "purport":"The grandsire of the Kuru dynasty could understand the inner meaning of the heart of his grandson Duryodhana, and out of his natural compassion for him he tried to cheer him by blowing his conchshell very loudly, befitting his position as a lion. Indirectly, by the symbolism of the conchshell, he informed his depressed grandson Duryodhana that he had no chance of victory in the battle, because the Supreme Lord Kṛṣṇa was on the other side. But still, it was his duty to conduct the fight, and no pains would be spared in that connection."
        }
      },
      {
        "id":"13", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"13",
            "verno":"13", 
            "shlok":"ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः ।\n सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् ॥ १३ ॥", 
            "translit":"tatah śankhāś ca bheryaś ca paṇavānaka-gomukhāh sahasaivābhyahanyanta sa śabdas tumulo 'bhavat",
            "synonyms":"tatah-thereafter; sankhāh-conchshells; ca-also; bheryah-large drums; ca-and; panava-ānaka-small drums and kettledrums; go-mukhāh-horns; sahasā-all of a sudden; eva-certainly; abhyahanyanta-were simultaneously sounded; sah-that; śabdah-combined sound; tumulah-tumultuous; abhavat became.", 
            "translate":"After that, the conchshells, drums, bugles, trumpets and horns were all suddenly sounded, and the combined sound was tumultuous.",
            "purport":"No purport for this verse"
        }
      },
      {
        "id":"14", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"14",
            "verno":"14", 
            "shlok":"ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ ।\n माधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः ॥ १४ ॥", 
            "translit":"tatah śvetair hayair yukte mahati syandane sthitau mādhavah pāndavaś caiva divyau sankhau pradadhmatuh",
            "synonyms":"tatah-thereafter; śvetaih-with white; hayaih-horses; yukte-being yoked; mahati-in a great; syandane-chariot; sthitau-situated; mādhavah -Krsna (the husband of the goddess of fortune); pāndavah-Arjuna (the son of Pandu); ca-also; eva-certainly; divyau-transcendental; śankhau-conchshells; pradadhmatuh-sounded.", 
            "translate":"On the other side, both Lord Kṛṣṇa and Arjuna, stationed on a great chariot drawn by white horses, sounded their transcendental conchshells.",
            "purport":"In contrast with the conchshell blown by Bhīṣmadeva, the conchshells in the hands of Kṛṣṇa and Arjuna are described as transcendental. The sounding of the transcendental conchshells indicated that there was no hope of victory for the other side because Kṛṣṇa was on the side of the Pandavas. Jayas tu pāndu-putrānām yeṣām pakṣe janārdanah. Victory is always with persons like the sons of Pandu because Lord Kṛṣṇa is associated with them. And whenever and wherever the Lord is present, the goddess of fortune is also there because the goddess of fortune never lives alone without her husband. Therefore, victory and fortune were awaiting Arjuna, as indicated by the transcendental sound produced by the conchshell of Vishnu, or Lord Kṛṣṇa. Besides that, the chariot on which both the friends were seated had been donated by Agni (the fire-god) to Arjuna, and this indicated that this chariot was capable of conquering all sides, wherever it was drawn over the three worlds."
        }
      },
      {
        "id":"15", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"15",
            "verno":"15", 
            "shlok":"पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः ।\n पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः ॥ १५ ॥", 
            "translit":"pañcajanyam hṛṣikeso devadattam dhananjayah paundram dadhmau maha-śankham Bhīma-karma vṛkodarah",
            "synonyms":"pañcajanyam-the conchshell named Pañcajanya; hrṣika-iśah-Hrsikeśa (Krsna, the Lord who directs the senses of the devotees); devadattam-the conchshell named Devadatta; dhanam-jayah-Dhananjaya (Arjuna, the winner of wealth); paundram-the conch named Paundra; dadhmau-blew; mahā-śankham—the terrific conchshell; Bhīma-karmā—one who performs herculean tasks; vṛka-udarah-the voracious eater (Bhīma).", 
            "translate":"Lord Kṛṣṇa blew His conchshell, called Pāñcajanya; Arjuna blew his, the Devadatta; and Bhīma, the voracious eater and performer of herculean tasks, blew his terrific conchshell, called Paundra.",
            "purport":"Lord Kṛṣṇa is referred to as Hrṣikesa in this verse because He is the owner of all senses. The living entities are part and parcel of Him, and therefore the senses of the living entities are also part and parcel of His senses. The impersonalists cannot account for the senses of the living entities, and therefore they are always anxious to describe all living entities as senseless, or impersonal. The Lord, situated in the hearts of all living entities, directs their senses. But He directs in terms of the surrender of the living entity, and in the case of a pure devotee He directly controls the senses. Here on the Battlefield of Kurukṣetra the Lord directly controls the transcendental senses of Arjuna, and thus His particular name of Hṛṣikeśa. The Lord has different names according to His different activities. For example, His name is Madhusudana because He killed the demon of the name Madhu; His name is Govinda because He gives pleasure to the cows and to the senses; His name is Vasudeva because He appeared as the son of Vasudeva; His name is Devaki-nandana because He accepted Devaki as His mother; His name is Yasoda-nandana because He awarded His childhood pastimes to Yasoda at Vṛndavana; His name is Partha-sarathi because He worked as charioteer of His friend Arjuna. Similarly, His name is Hṛṣikeśa because He gave direction to Arjuna on the Battlefield of Kurukṣetra.  Arjuna is referred to as Dhananjaya in this verse because he helped his elder brother in fetching wealth when it was required by the king to make expenditures for different sacrifices. Similarly, Bhīma is known as Vṛkodara because he could eat as voraciously as he could perform herculean tasks, such as killing the demon Hidimba. So the particular types of conchshell blown by the different personalities on the side of the Pandavas, beginning with the Lord's, were all very encouraging to the fighting soldiers. On the other side. there were no such credits, nor the presence of Lord Kṛṣṇa, the supreme director, nor that of the goddess of fortune. So they were predestined to lose the battle-and that was the message announced by the sounds of the conchshells."
        }
      },
      {
        "id":"16", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"16",
            "verno":"16-18", 
            "shlok":"अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः ।\n नकुलः सहदेवश्च सुघोषमणिपुष्पकौ ॥ १६ ॥\n काश्यश्च परमेष्वासः शिखण्डी च महारथः ।\n धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः ॥ १७ ॥\n द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते ।\n सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् ॥ १८॥", 
            "translit":"anantavijayam rājā kunti-putro yudhisthirah nakulah sahadevas ca sughoṣa-manipuṣpakau \n kāśyaś ca parameṣv-āsah sikhandi ca maha-rathah dhṛṣṭadyumno virățaś ca satyakiś caparajitah \n drupado draupadeyāś ca sarvaśah prthivi-pate saubhadraś ca mahā-bāhuh sankhan dadhmuh prthak prthak",
            "synonyms":"ananta-vijayam-the conch named Ananta-vijaya; rājā-the king; kunti-putrah-the son of Kunti; yudhisthirah-Yudhiṣṭhira; nakulah-Nakula; sahadevah-Sahadeva; ca-and; sughoṣa-manipuṣpakau-the conches named Sughoșa and Manipuṣpaka; kāśyah-the King of Kāśī (Vārāṇasī); ca-and; parama-isu-āsah-the great archer; sikhandi-Sikhandi; ca-also; maha-rathah-one who can fight alone against thousands; dhrṣṭadyumnah-Dhṛṣṭadyumna (the son of King Drupada); virāṭah-Virāṭa (the prince who gave shelter to the Pandavas while they were in disguise); ca-also; satyakih-Satyaki (the same as Yuyudhana, the charioteer of Lord Krsna); ca-and; aparajitah-who had never been vanquished; drupadah-Drupada, the King of Pañcala; draupadeyah-the sons of Draupadi; ca-also; sarvaśah-all; prthivi-pate-O King; saubhadrah-ABhīmanyu, the son of Subhadra; ca-also; mahā-bāhuh-mighty-armed; sankhan-conchshells; dadhmuh-blew; prthak pṛthak-each separately.", 
            "translate":"King Yudhiṣṭhira, the son of Kunti, blew his conchshell, the Ananta-vijaya, and Nakula and Sahadeva blew the Sughoșa and Manipuṣpaka. That great archer the King of Kāsī, the great fighter Sikhandi, Dhṛṣṭadyumna, Virāța, the unconquerable Satyaki, Drupada, the sons of Draupadi, and the others, O King, such as the mighty-armed son of Subhadra, all blew their respective conchshells.",
            "purport":"Sañjaya informed King Dhṛtaraṣṭra very tactfully that his unwise policy of deceiving the sons of Pandu and endeavoring to enthrone his own sons on the seat of the kingdom was not very laudable. The signs already clearly indicated that the whole Kuru dynasty would be killed in that great battle. Beginning with the grandsire, Bhīṣma, down to the grandsons like ABhīmanyu and others-including kings from many states of the world-all were present there, and all were doomed. The whole catastrophe was due to King Dhṛtarāṣṭra, because he encouraged the policy followed by his sons."
        }
      },
      {
        "id":"17", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"17",
            "verno":"19", 
            "shlok":"स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् ।\n नभश्च पृथिवीं चैव तुमुलोऽभ्यनुनादयन् ॥ १९ ॥", 
            "translit":"sa ghoṣo dhārtaraṣṭrāṇāṁ hṛdayani vyadarayat nabhaś ca prthivim caiva tumulo 'bhyanunādayan",
            "synonyms":"sah-that; ghoṣah-vibration; dhārtarāṣṭrāṇām—of the sons of Dhṛtarāṣṭra; hṛdayani-hearts; vyadarayat-shattered; nabhah-the sky; ca—also; pṛthivim-the surface of the earth; ca-also; eva-certainly; tumulah-uproarious; abhyanunādayan-resounding.", 
            "translate":"The blowing of these different conchshells became uproarious. Vibrating both in the sky and on the earth, it shattered the hearts of the sons of Dhṛtarāṣṭra.",
            "purport":"When Bhīṣma and the others on the side of Duryodhana blew their respective conchshells, there was no heart-breaking on the part of the Pandavas. Such occurrences are not mentioned, but in this particular verse it is mentioned that the hearts of the sons of Dhṛtarāṣṭra were shattered by the sounds vibrated by the Pandavas' party. This is due to the Pandavas and their confidence in Lord Kṛṣṇa. One who takes shelter of the Supreme Lord has nothing to fear, even in the midst of the greatest calamity."
        }
      },
      {
        "id":"18", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"18",
            "verno":"20", 
            "shlok":"अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान्कपिध्वजः ।\n प्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डवः ।\n हृषीकेशं तदा वाक्यमिदमाह महीपते ॥ २० ॥", 
            "translit":"atha vyavasthitan dṛṣṭvā dhartaraṣṭrän kapi-dhvajah pravṛtte sastra-sampäte dhanur udyamya pandavah hṛṣikeśam tadā vākyam idam äha mahi-pate",
            "synonyms":"atha-thereupon; vyavasthitan-situated; dṛṣṭvā-looking upon; dhartaraṣṭrān-the sons of Dhṛtaraṣṭra; kapi-dhvajah-he whose flag was marked with Hanuman; pravṛtte-while about to engage; sastra-sampäte-in releasing his arrows; dhanuh-bow; udyamya-taking up; pandavah-the son of Pandu (Arjuna); hṛṣikeśam-unto Lord Kṛṣṇa; tada—at that time; vakyam-words; idam-these; aha-said; mahi-pate-O King.", 
            "translate":"At that time Arjuna, the son of Pandu, seated in the chariot bearing the flag marked with Hanuman, took up his bow and prepared to shoot his arrows. O King, after looking at the sons of Dhṛtarāṣṭra drawn in military array, Arjuna then spoke to Lord Kṛṣṇa these words.",
            "purport":"The battle was just about to begin. It is understood from the above statement that the sons of Dhṛtaraṣṭra were more or less disheartened by the unexpected arrangement of military force by the Pandavas, who were guided by the direct instructions of Lord Kṛṣṇa on the battlefield. The emblem of Hanuman on the flag of Arjuna is another sign of victory because Hanuman cooperated with Lord Rama in the battle between Rama and Ravana, and Lord Rāma emerged victorious. Now both Rama and Hanuman were present on the chariot of Arjuna to help him. Lord Kṛṣṇa is Rama Himself, and wherever Lord Rama is, His eternal servitor Hanuman and His eternal consort Sītā, the goddess of fortune, are present. Therefore, Arjuna had no cause to fear any enemies whatsoever. And above all, the Lord of the senses, Lord Kṛṣṇa, was personally present to give him direction. Thus, all good counsel was available to Arjuna in the matter of executing the battle. In such auspicious conditions, arranged by the Lord for His eternal devotee, lay the signs of assured victory."
        }
      },
      {
        "id":"19", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"19",
            "verno":"21-22", 
            "shlok":"अर्जुन उवाच\n सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत ।\n यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान् ॥ २१ ॥\n कैर्मया सह योद्धव्यमस्मिन्रणसमुद्यमे ॥ २२ ॥", 
            "translit":"arjuna uvāca senayor ubhayor madhye ratham sthapaya me 'cyuta yavad etan nirikṣe 'ham yoddhu-kämän avasthitän kair maya saha yoddhavyam asmin rana-samudyame",
            "synonyms":"arjunah uvāca-Arjuna said; senayoh-of the armies; ubhayoh-both; madhye-between; ratham-the chariot; sthāpaya-please keep; me—my; acyuta-O infallible one; yavat-as long as; etan-all these; nirikṣe-may look upon; aham-I; yoddhu-kaman-desiring to fight; avasthitan-arrayed on the battlefield; kaih-with whom; maya-by me; saha-together; yoddhavyam-have to fight; asmin-in this; rana-strife; samudyame-in the attempt.", 
            "translate":"Arjuna said: O infallible one, please draw my chariot between the two armies so that I may see those present here, who desire to fight, and with whom I must contend in this great trial of arms.",
            "purport":"Although Lord Kṛṣṇa is the Supreme Personality of Godhead, out of His causeless mercy He was engaged in the service of His friend. He never fails in His affection for His devotees, and thus He is addressed herein as infallible. As charioteer, He had to carry out the orders of Arjuna, and since He did not hesitate to do so, He is addressed as infallible. Although He had accepted the position of a charioteer for His devotee, His supreme position was not challenged. In all circumstances, He is the Supreme Personality of Godhead, Hṛṣikesa, the Lord of the total senses. The relationship between the Lord and His servitor is very sweet and transcendental. The servitor is always ready to render service to the Lord, and, similarly, the Lord is always seeking an opportunity to render some service to the devotee. He takes greater pleasure in His pure devotee's assuming the advantageous position of ordering Him than He does in being the giver of orders. Since He is master, everyone is under His orders, and no one is above Him to order Him. But when He finds that a pure devotee is ordering Him, He obtains transcendental pleasure, although He is the infallible master of all circumstances. As a pure devotee of the Lord, Arjuna had no desire to fight with his cousins and brothers, but he was forced to come onto the battlefield by the obstinacy of Duryodhana, who was never agreeable to any peaceful negotiation. Therefore, he was very anxious to see who the leading persons present on the battlefield were. Although there was no question of a peacemaking endeavor on the battlefield, he wanted to see them again, and to see how much they were bent upon demanding an unwanted war."
        }
      },
      {
        "id":"20", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"20",
            "verno":"23", 
            "shlok":"योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः ।\n धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः ॥ २३ ॥", 
            "translit":"yotsyamanan avekṣe 'ham ya ete 'tra samagatah dhartaraṣṭrasya durbuddher yuddhe priya-cikirṣavah",
            "synonyms":"yotsyamanan-those who will be fighting; avekṣe-let me see; aham-I; ye-who; ete-those; atra-here; samāgatāh-assembled; dhārtarāṣṭrasya-for the son of Dhṛtaraṣṭra; durbuddheh-evil-minded; yuddhe-in the fight; priya-well; cikirṣavah-wishing.", 
            "translate":"Let me see those who have come here to fight, wishing to please the evil-minded son of Dhṛtaraṣṭra.",
            "purport":"It was an open secret that Duryodhana wanted to usurp the kingdom of the Pandavas by evil plans, in collaboration with his father, Dhṛtarāṣṭra. Therefore, all persons who had joined the side of Duryodhana must have been birds of the same feather. Arjuna wanted to see them on the battlefield before the fight was begun, just to learn who they were, but he had no intention of proposing peace negotiations with them. It was also a fact that he wanted to see them to make an estimate of the strength which he had to face, although he was quite confident of victory because Kṛṣṇa was sitting by his side."
        }
      },
      {
        "id":"21", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"21",
            "verno":"24", 
            "shlok":"सञ्जय उवाच\n एवमुक्तो हृषीकेशो गुडाकेशेन भारत ।\n सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् ॥ २४ ॥", 
            "translit":"Sañjaya uvāca evam ukto hṛṣikeso gudakesena bharata senayor ubhayor madhye sthäpayitva rathottamam",
            "synonyms":"sañjayah uvāca-Sañjaya said; evam-thus; uktah-addressed; hrṣikeśah-Lord Kṛṣṇa; guḍākesena-by Arjuna; bhārata-O descendant of Bharata; senayoh of the armies; ubhayoh-both; madhye-in the midst; sthāpayitva―placing; ratha-uttamam-the finest chariot.", 
            "translate":"Sañjaya said: O descendant of Bharata, having thus been addressed by Arjuna, Lord Kṛṣṇa drew up the fine chariot in the midst of the armies of both parties.",
            "purport":"In this verse Arjuna is referred to as Gudakeśa. Guḍākā means sleep, and one who conquers sleep is called guḍakeśa. Sleep also means ignorance. So Arjuna conquered both sleep and ignorance because of his friendship with Kṛṣṇa. As a great devotee of Kṛṣṇa, he could not forget Kṛṣṇa even for a moment, because that is the nature of a devotee. Either in waking or in sleep, a devotee of the Lord can never be free from thinking of Kṛṣṇa's name, form, qualities and pastimes. Thus a devotee of Kṛṣṇa can conquer both sleep and ignorance simply by thinking of Krsna constantly. This is called Kṛṣṇa consciousness, or samadhi. As Hṛṣikesa, or the director of the senses and mind of every living entity, Kṛṣṇa could understand Arjuna's purpose in placing the chariot in the midst of the armies. Thus He did so, and spoke as follows."
        }
      },
      {
        "id":"22", 
        "name":"Observing the Armies on the Battlefield of Kurukṣetra", 
        "chp":"1",
        "data":{
            "vid":"22",
            "verno":"25", 
            "shlok":"भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् ।\n उवाच पार्थ पश्यैतान्समवेतान्कुरूनिति ॥ २५ ॥", 
            "translit":"Bhīṣma-drona-pramukhatah sarveṣăm ca mahi-kṣitām uvāca partha pasyaitan samavetän kurun iti",
            "synonyms":"Bhīṣma-Grandfather Bhīṣma; drona-the teacher Drona; pramukhatah-in front of; sarveṣām-all; ca—also; mahi-kṣitām-chiefs of the world; uvāca-said; pārtha-O son of Pṛtha; pasya-just behold; etan-all of them; samavetan-assembled; kurun-the members of the Kuru dynasty; iti-thus.", 
            "translate":"In the presence of Bhīṣma, Drona and all the other chieftains of the world, the Lord said, Just behold, Partha, all the Kurus assembled here.",
            "purport":"As the Supersoul of all living entities, Lord Kṛṣṇa could understand what was going on in the mind of Arjuna. The use of the word Hrṣikesa in this connection indicates that He knew everything. And the word Partha, or the son of Kunti, or Pṛtha, is also similarly significant in reference to Arjuna. As a friend, He wanted to inform Arjuna that because Arjuna was the son of Pṛthā, the sister of His own father Vasudeva, He had agreed to be the charioteer of Arjuna. Now what did Kṛṣṇa mean when He told Arjuna to 'behold the Kurus'? Did Arjuna want to stop there and not fight? Krsna never expected such things from the son of His aunt Prtha. The mind of Arjuna was thus predicted by the Lord in friendly joking."
        }
      },
]
